{
  "text": "Introduction\nTrying to learn from customer conversations is like excavating a delicate\narchaeological site. The truth is down there somewhere, but it’s fragile.\nWhile each blow with your shovel gets you closer to the truth, you’re liable\nto smash it into a million little pieces if you use too blunt an instrument.\nI see a lot of teams using a bulldozer and crate of dynamite for their\nexcavation. They are, in one way or another, forcing people to say\nsomething nice about their business. They use heavy-handed questions like\n“do you think it’s a good idea” and shatter their prize.\nAt the other end of the spectrum, some founders are using a toothbrush to\nunearth a city, flinching away from digging deep and finding out whether\nanything of value is actually buried down there.\nWe want to find the truth of how to make our business succeed. We need to\ndig for it—and dig deep—but every question we ask carries the very real\npossibility of biasing the person we’re talking to and rendering the whole\nexercise pointless. It happens more than you’d ever imagine.\nThe truth is our goal and questions are our tools. But we must learn to wield\nthem. It’s delicate work. And well worth learning. There’s treasure below.\n3\nIs this book for you?\nHello,\nYou’ve read about Customer Development or Lean Startup and aren’t sure\nhow to actually go about having your first customer conversation.\nYou’re a traditional business or sales person aiming to be more effective\nwithin a young company which hasn’t yet found its business model.\nYou mentor, support, or invest in startups and want to help them have more\nuseful customer conversations.\nYou’ve fallen in love with a new business idea and want to figure out if it\nhas legs before quitting your job.\nYou’re raising funding and the investors want to see more evidence that\nyou’re solving a real problem.\nYou find this whole process incredibly awkward and really wish there was\nan easier way to do it.\nYou’ve got a vague sense of an opportunity and want to figure out exactly\nwhat it is.\nYou’ve always wanted to build your own company and want to start making\nreal progress today.\nThis book is for you.\n4\nTalking to customers is hard\nWe know we \nought \nto talk to customers. Many of us even \ndo\n talk to\ncustomers. But we still end up building stuff nobody buys. Isn’t that exactly\nwhat talking to people is meant to prevent?\nIt turns out almost all of us are doing it wrong. I’ve made these mistakes\nmyself and seen them happen a hundred times over with other founders.\nDespite the recent explosion of startup knowledge, the process of figuring\nout what customers want too often unfolds as it did at my first company,\nHabit.\nWe were building social advertising tech and I was distraught. We'd spent 3\nyears working our hearts out. We’d nearly run out of investor money and it\ndidn’t look like we’d be getting more. We’d relocated internationally to be\ncloser to our market and had survived a co-founder being deported. I’d been\ntalking to customers full-time for months. And then, after innumerable days\nof slog and an exhausted team, I learned I’d been doing it wrong. I may as\nwell not have bothered.\nThe advice that you ought to be talking to your customers is well-\nintentioned, but ultimately a bit unhelpful. It’s like the popular kid advising\nhis nerdy friend to “just be cooler.” They forget to mention that it’s hard.\n \nThese conversations take time, are easy to screw up and go wrong in a\nnefarious way. Bad customer conversations aren’t just useless. Worse, they\nconvince you that you’re on the right path. They give you a false positive\nwhich causes you to over-invest your cash, your time, and your team. Even\nwhen you’re not actively screwing something up, those pesky customers\nseem hellbent on lying to you.\nThis book is a practical how-to. The approach and tools within are gathered\nfrom a wide range of communities including Customer Development, Design\nThinking, Lean Startup, User Experience, traditional sales and more. It’s\nbased on working with a bunch of founders and from my experiences both\nfailing and succeeding at customer learning, as well as from the support of\ninnumerable peers and mentors.\nIt’s a casual approach to conversation, based on chipping away the\n5\nformality and awkwardness of talking to people and taking responsibility\nfor asking good questions.\nWhy another book on talking and selling?\n    \nDoes your shelf really need another book on selling and talking? And does it\nneed one written by me in particular?\n \nWell… yes. Yes it does.\n \nHere’s why:\nFirstly, I’m a techie, not a sales guy. I’m introverted and naturally bad in\nmeetings. Every other sales book I've read is written by and for folks who\nare already pretty good at dealing with people. They know the unspoken\nrules of the meeting. I fumbled through from scratch. You know that line,\n“Don’t call me, I’ll call you”? People have actually said that to me (and I\nbelieved them). With much help from peers and advisors, I eventually\nstarted figuring it out and we closed deals with companies like Sony and\nMTV. But I learned that there’s a big gap between textbooks and check\nbooks.\nSecondly, before we can start doing things correctly, we need to understand\nhow we’re doing them wrong. Through my own projects and my work with\nnew founders, I’ve built up an exhaustive list of how it can go wrong.\nThroughout the book, I’ll try to help you figure out where you might be\nmessing stuff up in unnoticed ways.\nFinally, this is a practical handbook, not a theoretical tome. For example,\nhow do you find people to talk to and set up the meetings? How do you take\nnotes while still being polite and paying attention? It’s all in here.\n \nI can’t teach you how to make your business huge. That’s up to you. But I\ncan\n give you the tools to talk to customers, navigate the noise, and learn\nwhat they really want. The saddest thing that can happen to a startup is for\nnobody to care when it disappears. We’re going to make sure that doesn’t\nhappen.\nA note on scope & terminology\n6\nThis book isn’t a summary or description or re-interpretation of the process\nof Customer Development. That’s a bigger concept and something Steve\nBlank has covered comprehensively in \n4 Steps to the E.piphany\n and \nThe\nStartup Owner’s Manual\n.\n \nThis book is specifically about how to properly talk to customers and learn\nfrom them. Talking is one of the big aspects of Customer Development, but\nshouldn't be confused with the whole process. To keep the distinction clear,\nI’m going to refer to chatting with people as “customer conversation”\n(lowercase) instead of “Customer Development” (uppercase).\n \nFor the most part, I'm assuming you already agree that talking to customers\nis a good idea. I’m not trying to convince you again, so this book is more\n“how” than “why”.\nLet’s get involved.\n7\nCHAPTER ONE\nThe Mom Test\nPeople say you shouldn’t ask your mom whether your business is a good\nidea. That’s technically true, but it misses the point. You shouldn’t ask\nanyone\n whether your business is a good idea. At least not in those words.\nYour mom will lie to you the most (just ‘cuz she loves you), but it’s a bad\nquestion and invites everyone to lie to you at least a little.\n \nIt’s not anyone else’s responsibility to show us the truth. It’s our\nresponsibility to find it. We do that by asking good questions.\nThe Mom Test is a set of simple rules for crafting good questions that even\nyour mom can't lie to you about.\n \nBefore we get there, let's look at two conversations with mom and see what\nwe can learn about our business idea: digital cookbooks for the iPad.\n8\nFailing the mom test\nSon: \n“Mom, mom, I have an idea for a business — can I run it by\nyou?” \nI am about to expose my ego — please don’t hurt my\nfeelings.\nMom: \n“Of course, dear.” \nYou are my only son and I am ready to lie\nto protect you.\nSon: \n“You like your iPad, right? You use it a lot?”\n \nMom: \n“Yes.” \nYou led me to this answer, so here you go.\nSon: \n“Okay, so would you ever buy an app which was like a\ncookbook for your iPad?” \nI am optimistically asking a\nhypothetical question and you know what I want you to say.\nMom: \n“Hmmm.” \nAs if I need another cookbook at my age.\nSon: \n“And it only costs $40 — that’s cheaper than those\nhardcovers on your shelf.” \nI’m going to skip that lukewarm\nsignal and tell you more about my great idea.\nMom: \n“Well...” \nAren’t apps supposed to cost a dollar?\nSon: \n“And you can share recipes with your friends, and there’s an\niPhone app which is your shopping list. And videos of that\ncelebrity chef you love.” \nPlease just say “yes.” I will not leave\nyou alone until you do.\nMom: \n“Oh, well yes honey, that sounds amazing. And you’re right,\n$40 \nis\n a good deal. Will it have pictures of the recipes?” \nI have\nrationalised the price outside of a real purchase decision, made\na non-committal compliment, and offered a feature request to\nappear engaged.\nSon: \n“Yes, definitely. Thanks mom — love you!” \nI have\ncompletely mis-interpreted this conversation and taken it as\nvalidation.\n9\nMom: \n“Won’t you have some lasagna?” \nI am concerned that you\nwon’t be able to afford food soon. Please eat something\n.\nOur misguided entrepreneur has a few more conversations like this,\nbecomes increasingly convinced he’s right, quits his job, and sinks his\nsavings into the app. Then he wonders why nobody (even his mom) buys the\napp, especially since he had been so \nrigorous\n.\nDoing it wrong is worse than doing nothing at all. When you know you’re\nclueless, you tend to be careful. But collecting a fistful of false positives is\nlike convincing a drunk he’s sober: not an improvement.\nLet’s fix the conversation and show that if we do it right, even mom can help\nus figure out whether our business is a good idea.\nPassing the mom test\nSon: \n“Hey mom, how’s that new iPad treating you?”\nMom: \n“Oh - I love it! I use it every day.”\nSon: \n“What do you usually do on it?” \nWhoops — we asked a\ngeneric question, so answer to this probably won’t be terribly\nvaluable.\nMom: \n“Oh, you know. Read the news, play sudoku, catch up with\nmy friends. The usual.”\nSon: \n“What’s the last thing you did on it?” \nGet specific about\nexamples in the past to get real, concrete data.\nMom: \n“You know your father and I are planning that trip? I was\nfiguring out where we could stay. “ \nShe uses it for both\nentertainment and utility, which didn’t come up during the\n“usually” answer.\nSon: \n“Did you use an app for that?” \nA slightly leading question,\nbut sometimes we need to nudge to get to the topic we’re\n10\ninterested in.\nMom: \n“No, I just used Google. I didn’t know there was an app.\nWhat’s it called?” \nYounger folks use the App Store as a search\nengine, whereas your mom waits for a specific\nrecommendation. If that’s true more broadly, finding a reliable\nmarketing channel outside the App Store is going to be crucial.\nSon: \n“Where did you find out about the other ones you use?” \nDig\ninto interesting and unexpected answers to understand the\nbehaviours and motivations behind them.\nMom: \n“The Sunday paper has a section on the apps of the week.”\nYou can’t remember the last time you cracked open a paper, but\nit sounds like traditional PR might be a viable option for\nreaching customers like your mom\n.\nSon: \n“Makes sense. Hey, by the way, I saw a couple new\ncookbooks on the shelf — where did those come from?”\nBusiness ideas usually have several failure points. Here it’s\nboth the medium of an iPad app and the content of a cookbook.\nMom: \n“They’re one of those things you just end up getting at\nChristmas. I think Marcy gave me that one. Haven’t even\nopened it. As if I need another lasagna recipe at my age!” \nAha!\nThis answer is gold dust for 3 reasons: 1. Old people don’t\nneed another generic set of recipes. 2. The gift market may be\nstrong . 3. Younger cooks may be a better customer segment\nsince they don’t yet know the basics.\n \nSon: \n“What’s the last cookbook you did buy for yourself?” \nAttack\ngeneric answers like “I don’t buy cookbooks” by asking for\nspecific examples.\nMom: \n“Now that you mention it, I bought a vegan cookbook about 3\nmonths ago. Your father is trying to eat healthier and thought my\nveggies could benefit from a pinch more zazz.” \nMore gold:\nexperienced chefs may still buy specialised or niche\ncookbooks.\n11\nThe conversation continues. If it’s going well, I would raise the topics of\nwhether she ever thought to look for recipes on the iPad or for cooking\nvideos on YouTube.\n \nOverall, your mom can’t remember the last time she had such an enjoyable\nconversation with you. You were so \ninterested\n in her life for once! You\nthank her for the lasagna, pet the dog, and head home. You’ve learned that\nbuilding an app and waiting for people to find it on the App Store probably\nisn’t a good plan. But you’ve got some good insight about your customer\nsegment and a few promising leads to look into. That was a useful\nconversation.\nA useful conversation\nThe measure of usefulness of an early customer conversation is whether it\ngives us concrete facts about our customers' lives and world views. These\nfacts, in turn, allow us to improve our business.\nOur original idea looked like this: old people like cookbooks and iPads.\nTherefore, we will build a cookbook for the iPad. It’s generic. There are a\nthousand possible variations of this premise.\n \nWith an idea this vague, we can’t answer any of the difficult questions like\nwhich recipes to include or how people will hear about it. Until we get\nspecific, it always seems like a good idea.\nAfter just one conversation (with our mom, of all people), we have a higher\nfidelity vision. We now see that there are at least 2 specific customer\nsegments we might serve, each of which needs a slightly different product.\nWe’ve also identified some major risks to address before we commit too\nheavily.\n1\n. \nWe could offer niche recipes (ethnic, diets) which experienced cooks\nmay not already know. Our biggest question is how to reach them when\nthey don’t search for apps. We have a possible lead with newspaper\nand magazine PR.\n \n2\n. \nAlternately, we might make generic recipes for younger cooks who are\neasier to reach via the App Store and who haven’t memorised all their\n12\nfavourites yet. W e haven’t talked to any, so we have loads of questions,\nbut one big one is whether a customer segment who isn’t already in the\nhabit of buying expensive cookbooks will pay a premium for ours.\nThe first conversation gave us rope to hang ourselves. The second gave us\nactionable insight. Why? What was different about the second conversation?\nMom was unable to lie to us because we never talked about our idea.\nThat’s kind of weird, right? W e find out if people care about what we’re\ndoing by never mentioning it. Instead, we talk about them and their lives. \nThe point is a bit more subtle than this. Eventually you do need to mention\nwhat you’re building and take people’s money for it. However, the big\nmistake is almost always to mention your idea too soon rather than too late. \nIf you just avoid mentioning your idea, you automatically start asking better\nquestions. Doing this is the easiest (and biggest) improvement you can make\nto your customer conversations.\nHere are 3 simple rules to help you. They are collectively called (drumroll)\nThe Mom Test:\nThe Mom Test:\n1. Talk about their life instead of your idea\n2. Ask about specifics in the past instead of generics or opinions about\nthe future\n3. Talk less and listen more\nIt’s called The Mom Test because it leads to questions that even your mom\ncan’t lie to you about. When you do it right, they won’t even know you have\nan idea. There are some other important tools and tricks that we’ll introduce\nthroughout the rest of the book. But first, let’s let’s put The Mom Test to\nwork on some questions.\nRule of thumb: Customer conversations are bad by default. It’s your job to13\nfix them.\n14\nGood question / bad question\n    \nLet’s play a game. Are the following questions good or bad? Do they pass\nor fail The Mom Test? If they fail it, why? And how could we improve\nthem? Work your way through the list and then read on for some discussion.\n“Do you think it’s a good idea?”\n“Would you buy a product which did X?”\n“How much would you pay for X?”\n“What would your dream product do?”\n“Why do you bother?”\n“What are the implications of that?”\n“Talk me through the last time that happened.”\n“Talk me through your workflow.”\n“What else have you tried?”\n“Would you pay X for a product which did Y?”\n“How are you dealing with it now?”\n“Where does the money come from?”\n“Who else should I talk to?”\n“Is there anything else I should have asked?”\n15\n\"Do you think it's a good idea?\"\nAwful question! Here’s the thing: only the market can tell if your idea is\ngood. Everything else is just opinion. Unless you’re talking to a deep\nindustry expert, this is self-indulgent noise with a high risk of false\npositives.\nLet’s fix it: Say you’re building an app to help construction companies\nmanage their suppliers. You might ask them to show you how they currently\ndo it. Talk about which parts they love and hate. Ask which other tools and\nprocesses they tried before settling on this one. Are they actively searching\nfor a replacement? If so, what’s the sticking point? If not, why not? Where\nare they losing money with their current tools? Is there a budget for better\nones? Now, take all that information and decide for yourself whether it’s a\ngood idea.\n \nRule of thumb: \nOpinions are worthless.\n\"Would you buy a product which did X?\"\nBad question. You’re asking for opinions and hypotheticals from overly\noptimistic people who want to make you happy. The answer to a question\nlike this is almost always “yes”, which makes it worthless.\nLet’s fix it: Ask how they currently solve X and how much it costs them to\ndo so. And how much time it takes. Ask them to talk you through what\nhappened the last time X came up. If they haven’t solved the problem, ask\nwhy not. Have they tried searching for solutions and found them wanting?\nOr do they not even care enough to have Googled for it?\nRule of thumb: \nAnything involving the future is an over-optimistic lie.\n\"How much would you pay for X?\"\nBad question. This is exactly as bad as the last one, except it’s more likely\nto trick you because the number makes it feel rigorous and truthy.\nHow to fix it: Just like the others, fix it by asking about their life \nas it\n16\nalready is\n. How much does the problem cost them? How much do they\ncurrently pay to solve it? How big is the budget they’ve allocated? I hope\nyou’re noticing a trend here.\nRule of thumb: \nPeople will lie to you if they think it’s what you want to hear.\n\"What would your dream product do?\"\nSort-of-okay question, but only if you ask good follow-ups. Otherwise it’s a\nbad question. A question like this is like the “set” before the spike in a\nvolleyball game: not too helpful on its own, but it puts you in a good\nposition as long as you’re ready to exploit it.\nLet’s improve it: The value comes from understanding why they want these\nfeatures. You don’t want to just collect feature requests. You aren’t building\nthe product by committee. But the motivations and constraints behind those\nrequests are critical.\nRule of thumb: \nPeople know what their problems are, but they don’t know\nhow to solve those problems.\n\"Why do you bother?\"\nGood question. I love this sort of question. It’s great for getting from the\nperceived problem to the real one.\n \nFor example, some founders I knew were talking to finance guys spending\nhours each day sending emails about their spreadsheets. The finance guys\nwere asking for better messaging tools so they could save time. The “why\ndo you bother” question led to “so we can be certain that we’re all working\noff the latest version.” Aha. The solution ended up being less like the\nrequested messaging tool and more like Dropbox. A question like “why do\nyou bother” points toward their motivations. It gives you the why.\n \nRule of thumb: \nYou're shooting blind until you understand their goals.\n\"What are the implications of that?\"\n17\nGood question. This distinguishes between I-will-pay-to-solve-that\nproblems and thats-kind-of-annoying-but-I-can-deal-with-it “problems”.\nSome problems have big, costly implications. Others exist but don’t actually\nmatter. It behooves you to find out which is which. It also gives you a good\npricing signal.\nI once had someone keep describing the workflow we were fixing with\nemotionally loaded terms like “DISASTER”, accompanied by much yelling\nand arm waving. But when I asked him what the implications were, he sort\nof shrugged and said “Oh, we just ended up throwing a bunch of interns at\nthe problem—it’s actually working pretty well.”\nRule of thumb: \nSome problems don’t actually matter.\n\"Talk me through the last time that happened.\"\nGood question. Your high school writing teacher may have told you that\ngood stories are meant to “show, not tell”. Whenever possible, you want to\nbe shown, not told by your customers. Learn through their actions instead of\ntheir opinions. If you ran a burger joint, it would be stupid to survey your\ncustomers about whether they prefer cheeseburgers or hamburgers. Just\nwatch what they buy (but if you’re trying to understand \nwhy\n they prefer one\nover the other, you’ll have to talk to them).\nFolks can’t be wishy-washy when you’re watching them do the task in\nquestion. Get as close to the real action as you can. Seeing it first hand can\nprovide unique insight into murky situations. But if you can’t get in there,\nasking them to talk you through the last time it happened still offers many of\nthe benefits.\n \nBeing walked through their full workflow answers many questions in one\nfell swoop: how do they spend their days, what tools do they use, and who\ndo they talk to? What are the constraints of their day and life? How does\nyour product fit into that day? Which other tools, products, software, and\ntasks does your product need to integrate with?\nRule of thumb: \nWatching someone do a task will show you where the\nproblems and inefficiencies really are, not where the customer thinks they\nare.\n18\n\"What else have you tried?\"\nGood question. What are they using now? How much does it cost and what\ndo they love and hate about it? How much would those fixes be worth and\nhow big of a pain would it be for them to switch to a new solution?\nI was checking out an idea with a potential customer and they excitedly said,\n“Oh man, that happens all the time. I would \ndefinitely\n pay for something\nwhich solved that problem.”\n \nThat’s a future-promise statement without any commitment to back it up, so I\nneeded to learn whether it was true or not. I asked, “When’s the last time\nthis came up?” Turns out, it was pretty recent. That’s a great sign. To dig\nfurther, I asked, “Can you talk me through how you tried to fix it?” He\nlooked at me blankly, so I nudged him further.\n \n“Did you google around for any other ways to solve it?” He seemed a little\nbit like he’d been caught stealing from the cookie jar and said, “No… I\ndidn’t really think to. It’s something I’m used to dealing with, you know?”\n \nIn the abstract, it’s something he would “definitely” pay to solve. Once we\ngot specific, he didn't even care enough to search for a solution (which do\nexist, incidentally).\nIt’s easy to get someone emotional about a problem if you lead them there.\n“Don’t you \nhate\n when your shoelaces come untied while you’re carrying\ngroceries?” “Yeah, that’s the \nworst\n!” And then I go off and design my\nspecial never-come-untied laces without realising that if you actually cared,\nyou would already be using a double-knot.\n \nRule of thumb: \nIf they haven't looked for ways of solving it already, they're\nnot going to look for (or buy) yours.\n\"Would you pay X for a product which did Y?\"\nBad question. The fact that you’ve added a number doesn’t help. This is bad\nfor the same reasons as the others: people are overly optimistic about what\nthey would do and want to make you happy. Plus, it’s about your idea\n19\ninstead of their life.\nLet’s fix it: As always, ask about what they currently do now, not what they\nbelieve they might do in the future. Common wisdom is that you price your\nproduct in terms of value to the customer rather than cost to you. That's true.\nAnd you can't quantify the value received without prodding their financial\nworldview.\nAnother way to fix it, if you’re far enough along, is to literally ask for\nmoney. If you have the deposit or pre-order in hand, you know they were\ntelling the truth.\n\"How are you dealing with it now?\"\nGood question. Beyond workflow information, this gives you a price\nanchor. If they’re paying £100/month for a duct-tape workaround, you know\nwhich ballpark you're playing in. On the other hand, they may have spent\n£120,000 this year on agency fees to maintain a site you're replacing. If\nthat's the case, you don't want to be having the £100 conversation.\nSometimes, both of the above will be happening simultaneously and you get\nto choose how you present yourself. Do you want to be a replacement for\nthe web app at a yearly value of £1.2k or for the agency at 100x that?\nRule of thumb:\n While it’s rare for someone to tell you precisely what they’ll\npay you, they’ll often show you what it’s worth to them.\n\"Where does the money come from?\"\nGood question. This isn't something you would necessarily ask a consumer\n(though you might), but in a B2B context it’s a must-ask. It leads to a\nconversation about whose budget the purchase will come from and who else\nwithin their company holds the power to torpedo the deal.\n \nOften, you'll find yourself talking to someone other than the budget owner.\nYour future pitches will hit unseen snags unless you learn who else matters\nand what they care about. This knowledge of their purchasing process will\neventually turn into a repeatable sales roadmap.\n20\n21\n\"Who else should I talk to?\"\nGood question. Yes! End every conversation like this. Lining up the first\nfew conversations can be challenging, but if you’re onto something\ninteresting and treating people well, your leads will quickly multiply via\nintros.\n \nIf someone doesn’t want to make intros, that’s cool too. Just leave them be.\nYou’ve learned that you’re either screwing up the meeting (probably by\nbeing too formal, pitchy, or clingy) or they don’t actually care about the\nproblem you’re solving. Take anything nice they say with an extra grain of\nsalt.\n\"Is there anything else I should have asked?\"\nGood question. Usually, by the end of the meeting, people understand what\nyou’re trying to do. Since you don’t know the industry, they’ll often be\nsitting there quietly while you completely miss the most important point.\nAsking this question gives them a chance to politely “fix” your line of\nquestioning. And they will!\nThis question is a bit of a crutch: you’ll discard it as you get better at asking\ngood questions and as you get to know the industry.\nRule of thumb: \nPeople want to help you, but will rarely do so unless you\ngive them an excuse to do so.\n22\nUsing the mom test\nYou’ll notice that none of the good questions were about asking what you\nshould build. One of the recurring “criticisms” about talking to customers is\nthat you’re abdicating your creative vision and building your product by\ncommittee. Given that people don’t know what they want, that wouldn’t be a\nterribly effective approach. Deciding what to build is your job.\nThe questions to ask are about your customers’ lives: their problems, cares,\nconstraints, and goals. You humbly and honestly gather as much information\nabout them as you can and then take your own visionary leap to a solution.\nOnce you’ve taken the leap, you confirm that it’s correct (and refine it)\nthrough Commitment & Advancement, which we’ll look at in Chapter 5.\nIt boils down to this: you aren’t allowed to tell them what their problem is,\nand in return, they aren’t allowed to tell you what to build. They own the\nproblem, you own the solution.\n \nBefore we move look at ways to confirm that you’re building the right\nproduct to fit your customers’ lives, we’re going to look at fixing some of\nthe ways conversations go wrong.\n23\nCHAPTER TWO\nAvoiding bad data\nThey say that to bankrupt a fool, give him information. Practically everyone\nI’ve seen talk to customers (including myself) has been giving themselves\nbad information. You probably are too. Bad data gives us false negatives\n(thinking the idea is dead when it’s not) and—more dangerously—false\npositives (convincing yourself you’re right when you’re not).\n \nThere are three types of bad data:\n1\n. \nCompliments\n2\n. \nFluff (generics, hypotheticals, and the future)\n3\n. \nIdeas\nSometimes we invite the bad data ourselves by asking the wrong questions,\nbut even when you try to follow The Mom Test, conversations still go off\ntrack. It could happen because you got excited and started pitching, because\nyou had to talk about your idea to explain the reason for the meeting, or\nbecause the conversation is just stuck in hypothetical la-la-land.\nThese things happen. Once you start to notice, it’s easy to get back on track\nby deflecting compliments, anchoring fluff, and digging beneath ideas.\nDeflect compliments\nMost of your meetings will end with a compliment. It feels good. They said\nthey liked it!\n \n24\nUnfortunately, they’re almost certainly lying. Not necessarily intentionally.\nThey might want to be supportive or to protect your feelings. Or your\nexcitement might be rubbing off on them.\n \nEven if they really \ndo \nlike it, that data is still worthless. For example,\nventure capitalists (professional judges of the future) are wrong far more\nthan right. If even a VC's opinion is probably wrong, what weight could that\nof some random guy's possibly have?\nWith the exception of industry experts who have built very similar\nbusinesses, opinions are worthless. You want facts and commitments, not\ncompliments.\nThe best way to escape the misinformation of compliments is to avoid them\ncompletely by not mentioning your idea. If they happen anyway, you need to\ndeflect the compliment and get on with the business of gathering facts and\ncommitments.\n \nBefore we look at how to properly deflect compliments, here's what\nhappens when you take them at face value:\nA bad conversation:\nYou: \n“…And that’s it. It’s like X for Y, but better because of Z.”\nBam! Totally nailed that pitch.\nThem: \n“That’s cool. Love it.” \nHow is this relevant to me?\n(Compliment)\nYou: \n“It’s going to totally change the way you work. We’re\npredicting cost savings of 35%.” \nI am so great.\nThem: \n“Sounds terrific. Keep me in the loop.” \nI can’t believe I\nkeep agreeing to these startup pitches. (Compliment + stalling\ntactic)\nYou: \n“Awesome, thanks.” \nI’m just like Steve Jobs. Except more\nhandsome.\n25\nYou: \n(Back at the office) “That meeting went really well. They\nsaid they loved it! In fact, everybody loves it. I really think\nwe’ve finally found our big idea. We’ve found something\npeople want.” \nIt’s margarita time!\nYour Team: \n(6 months later) “Why do we have zero customers? I\nthought you said everybody loved it?” \nWasn’t this your job?\nYou: \n“I don’t know, I talked to like a thousand people. I must have\nmissed one of their buying criteria. Don’t worry, I’ll go talk to\nthem some more and we’ll get it next time.”\n Doooooomed.\nLet’s try that again while properly deflecting the confounding compliments:\nA good conversation:\nYou: \n“…And that’s it. It’s like X for Y, but better because of Z.”\nRats, I just slipped into pitch mode. Let’s try to recover this and\nlearn something.\nThem: \n“That’s really cool. I love it.” \nHow is this even relevant to\nme? (Compliment)\nYou: \n“Whoops — really sorry about that — I got excited and\nstarted pitching. Listen: you guys seem to be doing a good job\nin this space — do you mind if I ask how you’re dealing with\nthis stuff at the moment?” \nThat compliment made me suspicious.\nLet's deflect it and find out whether they're a potential customer\nor are just trying to get rid of me.\nThem: \n“What? Oh, well, sure. We’ve got a couple people who\nmanage the process just to make sure we’re all in sync, and then\nwe use Excel and a lot of emails to keep it all moving. Anyway,\nI really like your idea. I’m sure it will do well.” \nIf you want\nfacts, here they are, but your idea still isn’t a good fit for me\nand there’s no way I’m going to express an interest in buying\n(notice the sneaky compliment at the end).\nYou: \n“I haven’t heard of anyone solving it quite like that — that’s\ninteresting. Can you talk me through how it actually all fits\n26\ntogether?” \nLet's ignore & deflect that compliment to focus on\nthe fact that they’re spending a lot of money to solve this. Two\nfull time staff!? I didn’t know it was worth this much.\nThem:\n (More delicious workflow data)\nYou: \n“What sort of difficulties have come up with that solution?”\nThis is a bit generic and isn’t the world’s greatest question, but\nI’m trying to find an anchor to learn about workflow\ninefficiencies and bumps. When I find one, I’ll dig around that\nsignal with more follow-ups.\nThem: \n(Even more workflow and alternate solution data)\nIf we’re early in the learning process, the meeting could end here quite\nhappily. We have the learning we came for. If we were slightly later-stage\nand already had a product, we might continue by zooming in and pushing for\ncommitments or sales.\nRemember though: you don’t need to end up with what you wanted to hear in\norder to have a good conversation. You just need to get to the truth. Here’s a\ngood conversation with a solid negative result.\nA good (negative) conversation:\nThem: \n“That’s really cool. I love it.” \nCompliment.\nYou: \n“How are you dealing with this stuff at the moment?”\n Deflect\nthat compliment and get to the real facts.\nThem: \n“Oh, it’s really not that big of a deal for us. We kind of just\nignore it.” \nThe implications of the problem are non-existent so\nI’m not in the market for a solution.\n \nYou can always be happy with a conversation like the above. You saw\nthrough the false compliment and found the facts behind the mirage. If the\nconversation is going well, I’d try to have them talk me through their\nprocess anyway so I can try to figure out whether it’s an industry wide non-\nproblem or something specific to their particular situation.\n27\nDid you notice that in the conversations above, practically every response\ncontains a sneaky compliment? They are pervasive, constantly trying to trick\nus into thinking the conversation “went well”.\nIgnoring compliments should be easy, but it’s not. We so desperately want to\nhear them that we are often tricked into registering them as positive data\npoints instead of vacuous fibs. Sometimes it’s easier to spot the symptoms\nthan to notice the original compliment.\nSymptoms (in the meeting):\n \n“Thanks!”\n“I’m glad you like it.”\nSymptoms (back at the office):\n“That meeting went really well.”\n“We’re getting a lot of positive feedback.”\n“Everybody I’ve talked to loves the idea.”\nAll of these are warning signs. If you catch yourself or your teammates\nsaying something like this, try to get specific. Why did that person like the\nidea? How much money would it save him? How would it fit into his life?\nWhat else has he tried which failed to solve his problem? If you don’t know,\nthen you’ve got a compliment instead of real data.\nRule of thumb: \nCompliments are the fool’s gold of customer learning: shiny,\ndistracting, and entirely worthless.\nAnchor fluff\nFluff comes in 3 cuddly shapes:\nGeneric claims (“I usually”, \"I always\", \"I never\")\n \n28\nFuture-tense promises (“I would”, \"I will\")\nHypothetical maybes (\"I might\", \"I could\")\nWhen someone starts talking about what they “always” or “usually” or\n“never” or “would” do, they are giving you generic and hypothetical fluff.\nFollow The Mom Test and bring them back to specifics in the past. Ask\nwhen it last happened, for them to talk you through it, how they solved it,\nand what else they tried.\n \nThe world’s most deadly fluff is: “I would definitely buy that.”\n \nIt just sounds so \nconcrete\n. As a founder, you desperately want to believe it’s\nmoney in the bank. But folks are wildly optimistic about what they would do\nin the future. They’re always more positive, excited, and willing to pay in\nthe imagined future than they are once it arrives.\nThe first startup I worked at fell for the “I would definitely buy that” trap\nand subsequently lost about 10 million bucks. They mistook fluffy future\npromises and excited compliments for commitment, wrongly believed they\nhad proven themselves right, and wildly over-invested.\nThe worst type of fluff-inducing question is, “Would you ever?” Of course\nthey \nmight\n. Someday. That doesn't mean they will. Fluff-inducing questions\ninclude:\n“Do you ever…”\n“Would you ever…”\n“What do you usually…”\n“Do you think you…”\n“Might you…”\n“Could you see yourself…”\nYou don’t need to avoid these questions 100% of the time. They aren’t\nexactly toxic. It’s just that the responses are useless. The mistake is in\nvaluing the answers, not asking the questions. In fact, sometimes these\nquestions can even help you transition into more concrete questioning.\n \n29\nTransitioning from a fluffy question to a concrete one:\nYou: \n“Do you ever X?” \nA fluff-inducing question.\nThem: \n“Oh yeah, all the time.” \nA fluffy answer which has no value\nin itself, but which we can anchor from.\nYou: \n“When’s the last time that happened?” \nWe use the Mom Test\nand ask for concrete examples in the past.\nThem: \n“Two weekends ago.” \nWe’ve successfully anchored the fluff\nand are ready to get real facts now instead of generics and\nhypotheticals.\nYou: \n“Can you talk me through that?” \nBack to asking good\nquestions.\nTo use a more tangible example, let’s say you’re designing some sort of\ninbox management tool:\nA good conversation, anchoring generic fluff:\nThem: \n“I’m an ‘Inbox 0’ zealot. It’s totally changed my life.” \nA\ngeneric (e.g. fluffy) claim.\n \nYou: \n“Haha, nice. I’m an ‘Inbox 0’ failure. What’s your inbox at\nright now?” \nLet’s get specific to see if this fluff holds up.\nThem: \n“Looks like about ten that have come in since this morning.”\nFacts!\nYou: \n“Okay wow, so you are on top of things. I have like 200 right\nnow. When’s the last time it totally fell apart for you?” \nHe’s\nstill claiming to be on top of his email, so I’m going to look for\nconcrete examples where he wasn’t.\nThem: \n“Ug, 3 weeks ago. I was travelling and the internet at the\nhotel totally didn’t work. It took me like 10 days to get back on\ntrack.”\n30\nYou: \n“Can you talk me through how you handled it?” \nSuccessfully\nanchored — now we’re talking about what actually happens\ninstead of what “usually” happens.\nIn this case, we took the generic claim, “My inbox is always under control”\nand added the important caveat: “Except when it’s not, in which case it’s a\ntotal nightmare to recover from.” While using generics, people describe\nthemselves as who they want to be, not who they actually are. You need to\nget specific to bring out the edge cases.\nLet’s say you’re building a mobile loyalty app to help stores give deals and\ndiscounts to their most loyal customers and you hear the guy in line in front\nof you complaining:\nA bad conversation (pitching and accepting fluff):\nThem: \n“Which idiot decided it was a good idea to make me carry\naround a thousand cafe loyalty cards?”\nYou: \n“Whoa! Hey! I’m building a mobile app to help stores give\nout discounts to their most loyal customers so you’d never need\nto carry paper cards again. Do you think you would use\nsomething like that?” \nThis is pretty much as bad of a question\nas you can find. You’ve revealed your ego and asked a “would\nyou ever” question. You’re begging for a false positive.\n \nThem: \n“Heck yes, it's about time! I would definitely use that.”\nFluffy hypothetical future promise!\nBy switching into pitch mode, we just wasted a perfectly good opportunity\nfor learning and instead got a fistful of fluff. Let’s try again.\nA good conversation:\nThem: \n“What idiot decided it was a good idea to make me carry\naround a thousand cafe loyalty cards?”\nYou: \n“It’s crazy, right? My wallet is like two feet thick. Hey —\nhave you ever tried any of those loyalty apps for your phone?”\nAnchor to past behaviours.\n \n31\nThem: \n“Those exist?” \nPerhaps my rage is misplaced…\nYou: \n“Yeah, I’m sure you’ve seen the little signs for that one in the\ncampus cafe.”\nThem: \n“Oh yeah, I remember that. I’m always kind of in a rush.”\nThis is a nice bit of customer insight about their state of mind\nand circumstances when you’re trying to advertise to them.\nYou: \n“Why don’t you download it now?”\n If someone’s being flaky,\nput them to a decision. If they don’t care enough to try solving\ntheir problem already, they aren’t going to care about your\nsolution.\nThem: \n“I’ll do it next time.” \nNot a real problem.\nYou can’t help but laugh when you hear this one. “Someone should\ndefinitely make an X!” “Have you looked for an X?” “No, why?” “There\nare like 10 different kinds of X.” “Well I didn't really need it anyway.”\nLong story short, that person is a complainer, not a customer. They’re stuck\nin the la-la-land of imagining they’re the sort of person who finds clever\nways to solve the petty annoyances of their day.\nBeyond rousting some poor soul’s consumeristic hypocrisy, anchoring the\nfluff can also yield useful signals:\nYou: \n“…Have you ever tried any of those loyalty apps for your\nphone?”\nThem: \n“Yeah, I downloaded a couple of them. You need a different\none for every chain. I don’t want a hundred apps clogging up\nmy phone any more than I want a bunch of cards in my wallet.”\nSo he’s an actively searching potential user, but we’d need to get critical\nmass with the stores he goes to before he'll be happy. Maybe we could take\nover a small university town first. Or he might say:\nThem: \n“I looked into it, but you only end up getting like a 10%\n32\ndiscount. That seems less like a loyalty reward and more like a\ncheap way for them to collect a bunch of data about me.”\nSo he was on the fence, but needs better perks. Maybe we could find a way\nto force merchants into deeper discounts like Groupon was able to do. He\nalso has privacy concerns. Or he could respond with:\nThem: \n“Have you ever actually tried using that app? It's abysmal. It\ntakes me longer to find the stupid button than to buy my coffee.”\nSo all we need to do (for this particular user) is to out-execute and simplify.\nWe could try to be the Instagram to their flickr.\nThe list goes on. There are tons of useful responses you can get. Even\nlearning that the person is a non-customer is useful. To get toward this truth,\nyou just need to reject their generic claims, incidental complaints, and fluffy\npromises. Instead, anchor them toward the life they already lead and the\nactions they’re already taking.\nDig beneath ideas\nEntrepreneurs are always drowning in ideas. We have too many ideas, not\ntoo few. Still, folks adore giving us more. At some point during a good\nconversation, the person you’re talking to may “flip” to your side of the\ntable. This is good news. They are excited and see the potential, so they’ll\nstart listing tons of ideas, possibilities and feature requests.\nWrite them down, but don’t rush to add them to your todo list. Startups are\nabout focusing and executing on a single, scalable idea rather than jumping\non every good one which crosses your desk.\n \nLet’s say you’re mid-conversation when this idea drops:\nThem: \n“Are you guys going to be able to sync to Excel? I really\nthink that’s the a killer feature.”\nWhat do you do here? The \nwrong\n response is to write “sync to Excel” on\nyour todo list and then move on. That’s the fast-lane to feature-creep.\nInstead, take a moment to dig into the motivations behind the request.\n33\nYou: \n“What would syncing to Excel allow you to do?” \nMaybe\nthere’s an easier way I can help you achieve the same thing.\n \nThem: \n“We’ve got all these legacy reports and we need to go\nthrough them every now and then. It would be nice to have\neverything in one place, you know?” \nDon’t worry, it’s not a key\nbuying criteria.\nOr they might say:\nThem: \n“We’ve tried a bunch of these things and it’s always the\nsyncing that kills it.” \nThey’re actively searching for solutions\nwhich are all missing a must-have feature — this could be your\nmajor differentiator if it’s important enough to the segment and\ndifficult enough for your competitors to emulate.\nOr:\nThem: \n“We have a decent workaround, as you saw. But it takes\nnearly a week at the end of each month to pull all the reports\ntogether in one place. It’s a big pain and totally stalls our\nwork.” \nThey’ve cobbled together a home-brew solution, know\nit’s costing them money, and are ideally suited to become an\nearly customer.\nAt my first company Habit, we were adapting our product to sell to\nenterprise companies. MTV told me they needed analytics and reports for\ntheir campaigns.\n \nI made a big mistake by accepting the feature request and face value and\nbeginning the next meeting with a demo of our shiny new analytics\ndashboard (custom-built to solve their request, of course). They “ooh’ed”\nand “ahh’ed” appropriately and I left thinking we’d nailed it. It offered a\nzillion options and could carve up your data every which way. It was\ntechnically and aesthetically lovely.\n \nUnfortunately, 90% of what we had built was irrelevant. We just didn’t\nknow that yet.\n34\nThey started calling every Friday asking me to email over a CSV (data file)\nof the week’s stats, so we added CSV export to the dashboard. Later, they\nasked for the report as a PDF instead of an CSV, so we obediently built PDF\nexport. That took longer.\n \nSalt was rubbed in the wound when, weeks later, they were \nstill\n calling me\nevery Friday and asking me to export and send over the same stupid\nanalytics report. And every week, I would do so while politely explaining\nthat, you know, we built this awesome self-serve dashboard so they could\nhave their data whenever they wanted. And then, the next Friday, they’d call\nme.\nIt turned out we had entirely missed the real reason they’d been excited\nabout our analytics demo. In fact, we'd missed their whole motivation for\nwanting analytics.\nThe memory of being burned by feature requests was still fresh in my mind\nwhen they asked if we could add their logo and colours to the reports. I\nasked a couple incredulous questions about why in the world they wanted\nthis feature when they didn’t even use the ones I had already built, like an\nexasperated Dad at Christmas: “But you don’t even play with the toys I\nbought for your birthday!”\nSo, I finally—and inadvertently—did the smart thing when I asked, “Why do\nyou want this feature? What do branded reports get you that unbranded ones\ndon’t? It’s the same data, right?” She replied, “Oh yeah, of course. I mean,\nnobody even reads these. Our clients just like to get something emailed to\nthem at the end of every week and we think they’d be happier if it was a bit\nfancier, you know?” I knew exactly.\n \nThey had asked for analytics. We had jumped to the conclusion that they\nwanted to better understand their data. But they had really wanted a way to\nkeep their own clients happy. If we had properly understood that, we would\nhave built a totally different (and much simpler) set of features.\n \nConsider how much easier our lives would have been if we’d understood\nthe motivation behind the request. Instead of enabling the exploration and\nexport of all campaign data, we could have just always exported the few\nhigh-level numbers a big brand manager would be interested in. And instead\nof a self-serve dashboard, we could set up a little scheduler to send it to\n35\nthem every Friday. In fact, we didn’t even need to build a dashboard \nat all\n.\nAnd instead of coding up a layout and branding system for the reports, we\ncould have had an intern hand-build them each week. All wasted because I\ndidn’t ask the right question. I sure wish I had those 3 months back!\nWhen you hear a request, it’s your job to understand the motivations which\nled to it. You do that by digging around the question to find the root cause.\nWhy do they bother doing it this way? Why do they want the feature? How\nare they currently coping without the feature? Dig.\nYou should dig in the same way around emotional signals to understand\nwhere they’re coming from. Just like feature requests, any strong emotion is\nworth exploring. Is someone angry? Dig. Embarrassed? Dig. Overjoyed?\nDig!\nI once overheard a founder interviewing someone at a cafe table next to me.\nThe founder mentioned a problem and the guy responded, “Yeah, that’s\npretty much the worst part of my day.” The founder jotted something down\nin his notebook, and then \nmoved on to the next question\n. What!? It’s the\nworst part of his day and you’re not going to figure out why? That’s insane.\nYou’ve got to dig.\nQuestions to dig into feature requests:\n“Why do you want that?”\n“What would that let you do?”\n“How are you coping without it?”\n“Do you think we should push back the launch add that feature, or is it\nsomething we could add later?”\nHow would that fit into your day?\nQuestions to dig into emotional signals:\n“Tell me more about that.”\n“That seems to really bug you — I bet there’s a story here.”\n“What makes it so awful?”\n“Why haven’t you been able to fix this already?”\n36\n“You seem pretty excited about that — it’s a big deal?”\n“Why so happy?”\n“Go on.”\nThese nudges don’t need to be complicated. People love talking about their\nopinions and emotions. Digging into a signal is basically just giving them\npermission to do a brain dump.\n \nRule of thumb: \nIdeas and feature requests should be understood, but not\nobeyed.\nStop seeking approval\nAs we’ve seen, compliments are dangerous and sneaky. So if we can nip\nthem in the bud before they bloom, so much the better. The main source of\ncompliment-creation is seeking approval, either intentionally or\ninadvertently.\n \nDoing it intentionally is fishing for compliments. You aren’t looking for\ncontradictory information. You’ve already made up your mind, but need\nsomeone’s blessing take the leap.\nSymptoms of Fishing For Compliments:\n“I’m thinking of starting a business... so, do you think it will work?”\n“I had an awesome idea for an app — do you like it?”\nAccidental approval-seeking is what I call “The Pathos Problem.” It\nhappens when you expose your ego, leading people to feel they ought to\nprotect you by saying nice things.\nThis comes up when you tell someone about an idea you obviously care\nabout (which is pretty much always, since otherwise you wouldn’t be\nasking). Even if you give folks permission to be honest and ask for\ncriticism, they’re still going to pull their punches.\n37\nSymptoms of The Pathos Problem:\n“So here’s that top-secret project I quit my job for... what do you\nthink?”\n“I can take it — be honest and tell me what you really think!”\nTo deal with The Pathos Problem, keep the conversation focused on the\nother person and ask about specific, concrete cases and examples. Once\nsomeone detects that your ego is on the line, they’ll give you fluffy mis-\ntruths and extra compliments. Disregard that data and use The Mom Test to\nre-focus on the person, their life, and their goals. People rarely lie about\nspecific stuff that’s already happened, regardless of your ego.\n \nSome famous entrepreneurs don’t suffer the effects of The Pathos Problem,\nbut you should ignore their advice since it’s not reproducible if you aren’t\nthem. Guys like Elon Musk, Reid Hoffman, and Gordon Ramsey are all\nnotorious for actively seeking negative feedback. It evidently works for\nthem. But nobody is worried about hurting Elon, Reid, or Gordon’s feelings.\nYou and I must be more circumspect.\nIn short, remember that compliments are worthless and people’s approval\ndoesn’t make your business better. Keep your idea and your ego out of the\nconversation until you’re ready to ask for commitments.\n \nRule of thumb: \nIf you’ve mentioned your idea, people will try to protect\nyour feelings.\nCut off pitches\nBeing pitchy is the dark side of the “seeking approval” coin. Instead of\ninviting compliments by being vulnerable, you’re demanding them by being\nannoying. It’s when you hold someone hostage and won’t let them leave until\nthey’ve said they like your idea. Normally, compliments are well-\nintentioned. In this case, they’re just trying to get you out of their office.\n“Won’t-take-no-for-an-answer” is generally a good quality for a founder to\nhave. But when it creeps into a conversation that’s meant to be about\n38\nlearning, it works against you.\nSymptoms:\n“No no, I don’t think you get it...”\n“Yes, but it also does this!”\nIf you slip into pitch mode, just apologise. You’re excited about your idea.\nThat’s good! Otherwise you wouldn’t have taken this crazy leap in the first\nplace. But suddenly, you find yourself five minutes into an enthusiastic\nmonologue while the other person nods politely. That’s bad. Once you start\ntalking about your idea, they stop talking about their problems. Cut yourself\noff and say something like:\n“Whoops—I just slipped into pitch mode. I’m really sorry about\nthat—I get excited about these things. Can we jump back to what\nyou were just saying? You were telling me that…\"\nIf they say they really want to hear about what you’re working on, promise\nthat you’ll tell them at the end of the meeting or loop them in for an early\ndemo, and that you just want to talk a bit more about their stuff before\nbiasing them with your idea.\nRule of thumb: \nAnyone will say your idea is great if you’re annoying enough\nabout it.\nTalk less\nYou can’t learn anything useful unless you’re willing to spend a few minutes\nshutting up (even if you have something really smart to say).\nAfter you introduce your idea (either intentionally or accidentally), they’re\ngoing to begin a sentence with something like “So it’s similar to…” or “I\nlike it but…” It’s tempting to interrupt and “fix” their understanding about\nhow it’s totally different and actually \ndoes\n do that thing they want.\nAlternately, they’ll raise a topic you have a really good answer to. For\n39\nexample, they’ll mention how important security is, and you’ll want to cut in\nand tell them you’ve thought about all that already. This is also a mistake.\nIn both cases, the listener was about to give you a privileged glimpse into\ntheir mental model of the world. Losing that learning is a shame. You’ll\nhave the chance to fill them in later. Plus, it’s annoying to people if they start\ntrying to help you and you cut them off to correct them.\nRule of thumb: \nThe more you’re talking, the worse you’re doing.\n40\nCHAPTER THREE\nAsking important\nquestions\nOnce we know about The Mom Test and start trying to ask non-biasing\nquestions, sometimes we over-compensate and ask completely trivial ones.\nAsking someone how old they are isn’t biasing, but it also doesn’t move\nyour business forward. You have to apply The Mom Test to the questions\nwhich matter. Otherwise you’re just spinning your wheels.\nIn addition to ensuring that you aren’t asking trivialities, you also need to\nlook for the world-rocking scary questions you’re shrinking from. The best\nway to find them is to run thought experiments. Imagine that the company has\nfailed and ask why that happened. Then imagine it as a huge success and ask\nwhat had to be true to get there. Find ways to learn about those critical\npieces.\nYou can tell it’s an important question when the answer to it could\ncompletely change (or disprove) your business. If you get an unexpected\nanswer to a question and it doesn’t affect what you’re doing, it wasn’t a\nterribly important question.\nEvery time you talk to someone, you should be asking a question which has\nthe potential to completely destroy your currently imagined business.\n \nOne of my companies had some legal ambiguities around content ownership.\nIt was okay in theory, but lacked strong precedents. I was always a bit\nnervous we would get “found out.” Their execs were excited, their creatives\nwere thrilled. We had even brought the stubborn tech team around to our\n41\nside. But in all my early customer conversations, I never asked to talk to\ntheir lawyers. For whatever reason, that was an important question which I\nshrunk from, and not asking it cost us at least half a million bucks.\nThere’s no easy solution to making yourself face and ask these questions. I\nonce heard the general life advice that, for unpleasant tasks, you should\nimagine what you would have someone else do if you were delegating it.\nThen do that.\n \nAnd remember, you’re allowed to ask about money. You're a startup. It's\nokay.\nRule of thumb: \nYou should be terrified of at least one of the questions you’re\nasking in every conversation.\nLove bad news\nOne of the reasons we avoid important question is because asking them is\nscary. It can bring us the upsetting realisation that our favourite idea is\nfundamentally flawed. Or that the major client is never going to buy.\nAlthough it seems unfortunate, this we need to learn to love bad news. It’s\nsolid learning and is getting us closer to the truth.\nIf you’ve only got one shot, then bad news is bad news. If your bungee jump\ndoesn’t work, that’s bad. If you’ve sunk your retirement savings into opening\na cafe and it doesn’t work, that’s bad. If you hustle together $50k to start\nyour business and spend all $50k on your first idea only to see it fail, that’s\nbad.\nOn the other hand, if you have $50k and spend $5k to learn you’re running\ndown a dead end, that’s awesome. You can use the rest to find a viable path\nto your goal.\nSimilarly, if you have an exciting idea for a new product and go talk to a\ncouple customers who don’t actually care about it, then that’s a great result.\nYou just saved yourself however much time and money it would have cost to\ntry building and selling it.\n \nWe go through the futile process of asking for opinions and fish for\n42\ncompliments because we crave approval. We want to believe that the\nsupport and sign-off of someone we respect means our venture will\nsucceed. But really, that person’s opinion doesn’t matter. They have no idea\nif the business is going to work. Only the market knows.\n \nYou’re searching for the truth, not trying to be right. And you want to do it as\nquickly and cheaply as possible. Learning that your beliefs are wrong is\nfrustrating, but it’s progress. It’s bringing you ever closer to the truth of a\nreal problem and a good market.\nThe worst thing you can do is ignore the bad news while searching for some\ntiny grain of validation to celebrate. You want the truth, not a gold star.\n \nSome of the most informative (and thus best) responses you can get are\nalong the lines of, “Umm, I’m not so sure about that” and \"That's pretty\nneat.\" Both are lukewarm responses which tell you they don’t care.\nIn this context, “best” means learning, not selling. If you’re a sales guy going\ndoor to door selling gadgets and someone doesn’t care, then that is a bad\nresult: you’re not getting paid. But if you’re trying to decide whether to\ninvest your time and money in developing, building and promoting that\ngadget, then lukewarm is a terrific response. It gives you a crystal clear\nsignal that this person does not care. It’s perfectly reliable information you\ncan take to the bank.\n \nThe classic error in response to a lukewarm signal is to “up your game” and\npitch them until they say something nice. Unless they’re holding a check, the\nonly thing to gain from “convincing” them are false positives. You’re not\nhere to collect compliments; you’re trying to learn the truth. Their lukewarm\nresponse already gave you that.\nIf they’re still engaged in the conversation, it’s worth asking a couple\nfollow-up questions to understand the nature of their apathy. Is the\n“problem” not actually that big of a deal? Are they fundamentally different\nfrom your ideal customers? Do they not care about the specific\nimplementation? Are they worn out and skeptical from hearing too many\npitches, like cafe owners in the aftermath of Groupon? Are they just plain\ntired today?\nAfter that, say a big thanks and leave them to their day. They’ve probably\n43\nhelped you more than the guy who said he loved it.\nRule of thumb:\n There’s more reliable information in a “meh” than a “Wow!”\nYou can’t build a business on a lukewarm response.\nLook before you zoom\nAnother way we miss the important questions is by instead spending our\ntime on ultimately unimportant details. This can happen when we get stuck\nin the details before understanding the big picture.\nMost people have lots of problems which they don’t actually care enough\nabout to fix, but which they’ll happily tell you the details of if you ask them.\nBefore you have solid evidence that you’re fixing a meaningful problem for\nyour customer segment, you can really mess yourself up by zooming in too\nquickly.\nA (really, really) bad conversation:\nYou: \n“Hello. Thanks for taking the time. We’re building phone and\ntablet apps to help people stay in shape and just wanted to\nunderstand how you stay fit.” \nThis isn’t a terrible opening, but\nI’d generally avoid mentioning the idea immediately since it\ngives them a good idea of which answers you’re hoping to hear.\nThem: \n“Okay.” \nI never exercise, so this should be quick.\nYou: \n“How often do you go to the gym?” \nThis sort of demographic\ndata doesn’t give you any new insight, but can still be useful at\nthe start of a conversation to figure out what sort of person\nyou’re talking to so you can ask relevant follow-ups.\nThem: \n“Not really ever.” \nWell, looks like we’re done here then!\nYou: \n“What would you say your biggest problem with going to the\ngym is?” \nThis is where the conversation goes horribly wrong.\nInstead of figuring out whether staying fit is actually a real\nproblem, we’re prematurely zooming in on it. Any response we\nget is going to be dangerously misleading.\n44\nThem: \n“I guess the time it takes to get there. I’m always kind of\nbusy, you know?” \nWait, who says I have a problem with going\nto the gym? I thought I just told you I don’t care about the gym!\nBut if I had to choose one, I guess I’d go with convenience. Not\nthat I’ve done a pushup in 5 years. Pushups are pretty\nconvenient.\nYou: \n“Perfect. That’s great. And could you rank these 4 in terms of\nwhich is most important to you in a fitness program:\nconvenience, personalisation, novelty, or cost?” \nNote that\nwe’re still assuming we’re talking to a person who actually\ncares about getting in shape. Questions like this don’t actually\ntell you if the person cares about any of it at all.\nThem: \n“Probably convenience, then cost, then personalisation, then\nnovelty.” \nSince you asked, I’ll answer. Hypothetically\nspeaking, of course.\nYou: \n“Okay. Awesome. Thanks so much. We’re working on an app\nto help you exercise in the convenience of your own home. I\nthink it’s going to be a great fit for what you care about.”\nTotally missing the point and mis-interpreting the conversation\nas validation. Now fishing for compliments.\nThem: \n“Cool. I’d love to try it when it launches.” \nHalf-hearted\ncompliment plus non-committal stalling tactic.\nYou: \n“Great — I’ll send over one of our beta keys so you can\ncheck it out.” \nWe got a user!\nThem: \n“Thanks.” \nI am literally never going to type that in.\nThe reason this conversation is so very bad is because, if you aren’t paying\nattention, it seems like it went well. If you focus the conversation too\nquickly on one problem area, you can think you’ve validated a “top”\nproblem when you haven’t. You just led them there.\nIf you ask me what my biggest problem with staying fit is, I’ll probably tell\nyou it’s the time cost of going to the gym. But then, if you build me a\n45\nworkout-at-home app, I’m going to ignore it. Even though commute time is\nthe \nbiggest\n problem with getting in shape, the whole area of fitness just isn’t\nsomething I care about enough to act on. My #1 fitness problem is still an\nunimportant one.\nLet’s start the conversation again and fix it when it starts to go off track:\nA good conversation:\nYou: \n“How often do you go to the gym?”\n \nThem: \n“Um. Not really ever.” \nLooks like we’re done here.\nYou: \n“Why not?” \nInstead of taking for granted that staying fit is one\nof their top priorities, let’s dig into the motivations.\nThem: \n“I don’t know, it’s just not something I’m that worried about,\nyou know?” \nNot trying to fix this, so unlikely to buy or use an\napp.\nYou: \n“When’s the last time you did try? Have you ever joined a\ngym or taken up jogging or anything?” \nLet’s anchor the generic\njust to make sure…\nThem: \n“Oh yeah, I used to be into sports in high school. It just\nhasn’t been a big deal since I settled down. Running around\nafter the kids gives me all the cardio I need!”\nYou: \n“Haha, gotcha. Thanks for the time!” \nThis was a pleasant\nconversation and we learned what we came for, so we can\nabandon ship and leave him to his day.\nThe premature zoom is a real problem because it leads to data which seems\nlike validation, but is actually worthless. In other words, it’s a big source of\nfalse positives.\nLet’s re-run the same conversation, but instead of immediately zooming in\non exercise, we’ll start more generic, since we aren’t sure that fitness is a\nmust-solve problem:\n46\nA good conversation:\nYou: \n“What are your big goals and focuses right now?” \nProducts\nwhich solve problems on this list are infinitely more likely to\nget bought. We might alternately ask for major annoyances,\ncosts, or joys.\nThem: \n“The big one is finalising that promotion at work. And we\njust bought our first house, so I’ve got to get that all fixed up\nand ready to go. Exciting times. And I want to find a bit more\ntime for the missus, you know? Things have been pretty busy\nlately.” \nWork, house, and marriage. Not looking good for us!\nYou: \n“You’re buying a new house and expect to be \nless\n busy?”\nThem: \n“Can’t blame a guy for hoping.”\nYou: \n“Is getting healthier on that list?” \nWe probably already know\nthe answer, but it doesn’t hurt to ask leading questions when\nyou’re about to abort the conversation anyway. If they come\nback with a positive, just be a little extra careful in making sure\nthey aren’t lying.\nThem: \n“I’m actually feeling pretty good at the moment.” \nNot a\ncustomer.\nHowever, we don’t always need to start the conversation from the square\none of \ndo-they-care-at-all\n. Sometimes we know the problem exists as a top\npriority and we can safely zoom in immediately.\n \nFor example, let’s say we help drive qualified leads to small business\nwebsites. We know that marketing is always a top 3 problem for small\nbusinesses, so we can focus on it and start the conversation by zooming in\nwith a question like:\nYou: \nWhat are your big problems with marketing?\n \nWe can\nimmediately zoom in on the problem if we are 100% certain\nit’s a must-solve problem which people are ready to pay for.\nVersus:\n47\nYou: \nWhat are your big problems right now? \nIf we aren’t sure it’s\na must-solve problem, we start more generic to see if they care\nat all about the problem category, in which case they’ll mention\nit.\nNow imagine you’ve built the aforementioned marketing tool for small\nbusinesses and realise it could also be used to help bloggers get more\nattention. You’re wondering if you have another strong customer segment.\nHowever, since blogs have a harder time monetising traffic than small\nbusinesses, we can’t necessarily assume that they’re also going to happily\npay for traffic.\nFor example, I have a blog which I quite like (but which I don’t take\nseriously as a business). If you’re talking to me and you ask, “Hey Rob,\nwhat are your top problems with \nmarketing\n your blog?”\n \nThen you’ve just\nprematurely zoomed on a non-problem.\n \nI’m going to tell you some sort of answer which sounds legit but is actually\nmisleading. I might say that my keywords are all kind of generic, so it’s hard\nto attract the right people. Or that I walk a fine line between writing\nbeginner and advanced articles, so it’s tough to attract the right people.\nWhatever. Problems exist with my blog marketing, but the whole space just\nisn’t something I’m too fussed about. I write because it’s fun, not because\nit’s how I pay my rent.\nTo have a useful conversation, you need to zoom back out to ask about my\nblog in general, rather than marketing my blog.\nA good conversation:\nYou: \n“Hey Rob, what are the top problems with your blog?”\nMe: \n“I’m pissed that Google Reader is disappearing — I feel that\nI’m going to lose like half my followers. And this book is\nconsuming all of my interest in writing, so I haven’t really\nposted in months. And Wordpress seems so slow these days.”\nOf the topics here, one of them (Google Reader and audience\nsize) is related to marketing, so you can anchor on that and\nfigure out whether I’m a customer or just a complainer.\n48\nYou: \n“That Google Reader thing is a mess. What are you doing\nabout it?” \nNow that you’ve let me raise the topic, you know it’s\non my mind and can more safely zoom in to talk about that\nspecifically. As before, try to figure out what I’m already\nspending time and money on.\nMe: \n“Nothing, really. I don’t know what to do. But it sucks.” \nI’m\nnot appearing terribly motivated, but the fact that I don’t know\nwhat to do could give you hope.\nYou: \n“Have you looked into what your options are?” \nContinue\nanchoring and digging.\nMe: \n“No, I just caught the drama on Hacker News.” \nI knew the\nreader-pocalypse was coming and didn’t even search around to\nproperly understand the implications and my options. This just\nisn’t a big deal for me, despite how “annoyed” I claim to be.\nYou: \n“Are you going to make a serious effort to build your\naudience back up?” \nYou are digging into the audience size\nsignal, since it’s relevant to your space. It’s a fluff-inviting\nquestion (hypothetical future-tense), so you should be skeptical\nof the answer, but it’s hard to see a better way to get at the\ninformation you want from here. Not every question can be\nperfect, sadly.\nMe: \n“Probably just keep on writing when I have something to say.\nIt’s more of a hobby than a business, really.”\nAt this point, you might be suspicious about how much I actually care about\nmy blog. When it’s not clear whether a problem is a must-solve-right-now\n(e.g. you’re selling a painkiller) or a nice-to-have (you’re selling a\nvitamin), you can get some clarity by asking cost/value questions like the\nfollowing.\n“Does-this-problem-matter” questions:\n“How seriously do you take your blog?”\n \n49\n“Do you make money from it?”\n“Have you tried making more money from it?”\n“How much time do you spend on it each week?”\n“Do you have any major aspirations for your blog?”\n“Which tools and services do you use for it?”\n“What are you already doing to improve this?”\n“What are the 3 big things you’re trying to fix or improve right now?”\nSome of these questions are generic, but give us signals that we can anchor\non and dig around. The bulk of them are about finding out whether the\nperson we’re talking to is taking this space seriously. Are they spending\nmoney or making money? Is it in their top 3? Are they actively looking for\nsolutions?\nWhen you fall into a premature zoom, you can waste a ton of time figuring\nout the minutia of a trivial problem. Even if you learn everything there is to\nknow about that particular problem, you still haven’t got a business.\nRule of thumb: \nStart broad and don't zoom in until you’ve found a strong\nsignal, both with your whole business and with every conversation.\nLook at the elephant\nLastly, sometimes we comfort ourselves by asking questions which don’t\nactually de-risk the business or resolve those critical, big, scary, lurking\nquestions. We ignore the elephant in the room.\nLet’s say we suspect that teachers from the poorest schools are completely\noverloaded, and that our tools would save them time so they could better\neducate their students. We go talk to them and confirm that yes, they are\ncompletely overloaded. We then spend weeks with them, figuring out\nexactly what their dream tool would do. Unfortunately, we've missed the\nelephant, which is that the poorest schools may not have the budgets\navailable to pay us what we need. We're liable to spend a huge amount of\ntime exploring a real and urgent problem, only to hop into the deadpool due\nto our customer's budgeting issues.\n \nSuccessful startups tend to depend on multiple failure points. In this case it\n50\nis both the needs of the teachers and the ability of the schools to pay us. If\nany of these conditions doesn't exist, we have to significantly overhaul our\nidea. It's tempting to obsess over the most interesting of several failure\npoints and ignore the others. It's a great way to miss important questions.\nBeyond the risks of our customers and market, we also have challenges with\nour own product. Overlooking the product risks is just as deadly as\noverlooking the goals and constraints of our customers. Take the following\nconversation with a professional public speaker. Is it full of good data or\nbad data?\nAn ambiguous conversation:\nThem: \n“…I get paid 2 or 3 grand per talk. Sometimes more if it’s\ncorporate work.” \nSome good pricing and value signals.\nYou: \n“Where do you get your gigs? Do you have an agent?” \nTrying\nto understand the alternatives.\nThem: \n“Yeah. He kind of sucks though. Most of my work comes\nthrough people who just know me from my blog or have seen\nmy other talks.” \nHardly a must-solve problem since he has a\nreliable workaround, but at least it’s high value.\n \nYou: \n“What’s wrong with the agent? And why do you still work\nwith him?” \nDig.\nThem: \n“I’m one of the lowest-paid people they work with, so I get\nignored a lot. But sometimes he brings in deals, so whatever.\nIt’s free money.” \nGood information on his motivations and\ngoals.\nAt this point, let’s say I’m confident that getting gigs is important to him. I\nalso know what it’s worth and how he’s currently accomplishing it. So I\nzoom in to introduce the problem I’m solving and the way I want to\napproach it.\nYou: \n“I’m building a marketplace to cut out the agents and connect\nevent organisers directly with speakers. It should help you get\nmore gigs and keep the agent fees. How would that fit into your\n51\nspeaking life?”\nThem: \n“Man, that’s awesome. If you could get me more more gigs\n— or better paid ones — I’d happily drop my agent and pay\nyou 20% of the boost. I know a bunch of other people who\nwould love to as well.” \nThis is the important bit — is it good?\nSo what’s the result? Beyond being excited, we got some concrete data\nabout how valuable this could be to him. Plus, it involved a commitment to\nbe one of our early users. It sure \nseems\n good.\nBut what did he actually tell us? He said that \nif\n we can get him more gigs,\nthen\n he’ll pay a cut. Well, obviously. Who doesn’t want free money? His\nneeds are clear: he wants to make more money by speaking. If we can send\nhim work, he’ll share some of it with us. This was never really in doubt.\n \nThe key phrase of “if you could get me more gigs” is basically shifting the\nburden from the customer to your product. Even though you’ve found a pain,\nyour success is dependent on a bunch of other factors, such as your ability to\ngrow a healthy supply of paying gigs which are a good fit for him. Will you\nbe able to do that? It remains to be seen.\n \nThis situation is easier to spot in the online advertising industry. Imagine\nrunning customer conversations with an advertiser to try to understand their\npains so you can convince them to advertise on your site. They’d sort of\nlook at you blankly and say, “Listen, if you can get enough page views,\nwe’ll pay you for them.” In fact, it’s such a well established would-pay-to-\nsolve-problem that you don’t even need to talk to them to set it up. You just\nplug in an ad network and you’re done.\nSimilarly with affiliate commissions. If you sell a company’s products, you\nget a cut. That’s just how it works. You don’t need to explore or validate or\nunderstand their problems. The risk resides in your ability to get lots of\ntraffic and sell lots of products. If you can, they’ll pay you.\n \nIn all of these examples, the risk is in your product, not in the market or the\ncustomer. The customer will pay if your product gets big enough.\nProduct risk — Can I build it? Can I grow it? Will they keep using it?\n52\nMarket risk — Do they want it? Will they pay? Are there enough of\nthem?\nYou don’t want to overlook one or the other. I met a founder who had\nwasted 3 months on worthless customer conversations. He wanted to start a\ncompany building gadgets to track the fertility of farm animals, ultimately\nboosting birthrates and thus revenue. When he talked to farmers, he asked\nquestions like, “Would you switch trackers if something cheaper and more\neffective was available?” That’s the same as asking someone whether they\nwould like more money. The answer is always “Yes.” The farmers\nresponded along the lines of, “If you can build what you say you can build,\nI’ll equip my whole herd.” The problem is, he couldn’t build it. The risk\nwas in the product.\nI’ve also seen this strike several of the recent companies who want to use\nmobile/realtime deals to drive foot traffic to bars and clubs. They run\ncustomer conversations with bar owners who confirm that: yes, they would\nlike more customers on the slow nights; and yes, they would pay you if you\ncould send customers on demand. The founders take this as strong validation\n(“They have the problem and committed to pay!”) without recognising that\nthe vast majority of the risk is in the product, not the market. Bars will pay,\nbut only if you can amass a huge audience of consumers. Then the founders\ntalk to consumers and ask if they would use an app which always pointed\nthem to booming parties with cheap booze. Again, obviously yes. But that\ndoesn’t tell us whether we can actually get to that critical mass of users.\nVideo games are pure product risk. What sort of question could you ask to\nvalidate your game idea? “Do you like having fun?” “Would you like to\nhave \neven more\n fun?” Practically 100% of the risk is in the product and\nalmost none is in the customer. You know people buy games. If yours is\ngood and you can find a way to make them notice it, they’ll buy it. You don’t\nneed to rediscover people’s desire to play video games.\nThis isn’t to say that you shouldn’t talk to anyone if you’re building\nsomething with product risk. In the case of the farm fertility monitor, it’s\ngood to know that the farmer isn’t opposed to switching tech once he’s\nalready got something installed, for example. For the nightclubs, it’s good to\nknow that they’re at least theoretically willing to pay for promotion. It\nwould be tragic to succeed at the hard work of creating the technology or\n53\ncommunity only to learn nobody will pay for it.\n \nWhat all this \ndoes\n mean is that if you’ve got heavy product risk (as opposed\nto pure market risk), then you’re not going to be able to prove as much of\nyour business through conversations alone. The conversations give you a\nstarting point, but you’ll have to start building product earlier and with less\ncertainty than if you had pure market risk.\n54\nPrepare your list of 3\nAlways pre-plan the 3 most important things you want to learn from any\ngiven type of person.\n \nPre-planning your big questions makes it a lot easier to ask questions which\npass The Mom Test and aren’t biasing. It also makes it easier to face the\nquestions that hurt. If we go through an unplanned conversation, we tend to\nfocus on trivial stuff which keeps the conversation comfortable. Instead,\ndecide what to ask with your team in a calm environment.\nYour 3 questions will be different for each type of person you’re talking to.\nIf you have multiple types of customers or partners, have a list for each.\nDon’t stress too much about choosing the “right” important questions. They\nwill change. Just choose the 3 questions which seem murkiest or most\nimportant \nright now\n. Doing so will give you firmer footing and a better\nsense of direction for your next 3.\nYou might get answers 1-3 from customer A, answer 4 from customer B,\nanswers 5-7 from customer C. There’s overlap and repetition, but you don’t\nneed to repeat the full set of questions with every participant. Don’t feel\nobliged to repeat questions you already have reliable data on. Pick up\nwhere you left off and keep filling in the picture.\nKnowing your list allows you to take better advantage of serendipitous\nencounters. Instead of running into that dream customer and asking to\nexchange business cards so you can “grab a coffee” (exactly like everyone\nelse), you can just pop off your most important question. And that goes a\nlong way toward Keeping it Casual.\nRule of thumb: \nYou always need a list of your 3 big questions.\n55\nCHAPTER FOUR\nKeeping it casual\nWe know that zooming prematurely and introducing your idea too early\ncreates biases and can get you stuck on a local maximum. In his original\nbook on Customer Development, \n4 Steps to the E.piphany\n, Steve Blank\nsolves this by recommending 3 separate meetings: the first about the\ncustomer and their problem; the second about your solution; and the third to\nsell a product. By splitting the meetings, you avoid the premature zoom and\nbiasing them with your ideas.\nIn practice, however, I’ve found it both difficult and inefficient to set them\nup. The time cost of a 1-hour meeting is more like 4 hours once you factor in\nthe calendar dance, commuting, and reviewing. It’s also a big time\ncommitment to ask from the customer before you’re in a position to show\nthem anything in return.\nIn the early days, asking for the first conversation was simply impossible\nfor me. I wasn’t credible enough, so nobody wanted to take a meeting just to\ntalk to me about their day. Steve recommends starting with friendly first\ncontacts. Definitely do that if you have them. Thanks to The Mom Test, the\nfact that they’re friends won’t bias your data, so long as you ask good\nquestions. In my case though, I was entering a new industry with high walls\n(brand advertising) and no friendly first contacts.\n \nAs my credibility built after a couple years in the industry, I found I was\nnow able to get meetings without any real “reason”. The 3-meeting structure\nwas finally viable! But once I started doing it, it felt like a bad use of my\ntime. The most precious resource a startup has is its founders’ time and\nattention. You have to put yourself where you matter most, and I wasn’t\nfinding early customer meetings to be that place. I wished I could get the\n56\nlearning without all the overhead.\n \nIf the solution isn’t a 3-meeting series, then what is it? You may have\nnoticed a trend throughout the conversation examples we’ve seen so far:\nkeeping it casual.\n \nLet’s say I’m trying to build tools to help public speakers get more speaking\ngigs and I bump into one at a conference. I’m not going to try to set up a\nmeeting. Instead, I’m just going to immediately transition into my most\nimportant question: “Hey, I’m curious—how did you end up getting this\ngig?” As a side bonus, we’re also now having an interesting conversation\nand I’m far more likely to be remembered and get a meeting later.\n \nWhen you strip all the formality from the process, you end up with no\nmeetings, no interview questions, and a much easier time. The conversations\nbecome so fast and lightweight that you can go to a industry meet-up and\nleave with a dozen customer conversations under your belt, each of which\nprovided as much value as a formal meeting.\nThe structure of separate problem/solution/sales conversations is critical\nfor avoiding bias, but it’s important to realise that the first one doesn’t\nactually need to be a meeting.\n \nRule of thumb: \nLearning about a customer and their problems works better\nas a quick and casual chat than a long, formal meeting.\nThe meeting anti-pattern\nThe Meeting Anti-Pattern is the tendency to relegate every opportunity for\ncustomer conversation into a calendar block.\nBeyond being a bad use of your time and setting expectations that you’re\ngoing to show them a product, over-reliance on formal meetings can cause\nus to overlook perfectly good chances for serendipitous learning.\nImagine that you’re in a crowded cafe, tapping away at your keyboard, when\nyour dream boy/girl sits down next to you. They’re wearing a charming hat\nand give you a friendly nod before cracking open a dog-eared old novel\nwhich just totally completes the mood. You slam down a quick espresso to\n57\npsych yourself up and fumble through some sort of awkward monologue\nabout how they seem like a really nice person and this is kind of weird\nbecause you don’t even know each other but maybe they want to go get a\ncoffee sometime? Like, a different coffee? At a different place?\nWe know this is a silly situation. After all, the purpose of a date is to talk to\neach other and see if you get along. Therefore, for all intents and purposes,\nyou were already on a date. And then you messed it up by trying to over-\nformalise it when you could have just chatted a bit and skipped that whole\nfirst date completely.\nWe’re going to pull exactly the same trick on our early customer\nconversations. We’re going to strip the pomp and circumstance and reduce it\nfrom a meeting to a chat. If we do it right, they won’t even know we were\ntalking about our idea.\nI was considering a product idea to make office managers more efficient. I\nplayed with the possibilities on Friday, figured out the big questions over\nthe weekend, and then went to an industry event on Monday. A handful of\noffice managers were there and without any of them realising we’d “had a\nmeeting”, I'd learned that the big problem was really about debt collection\nrather than efficiency. I got there by just being interested and chatting with\nthem over a beer: “X seems really annoying, how do you deal with it?” “Is\nY as bad as it seems?” “You guys did a great job with Z… Where did you\nget that from?”\nBeing too formal is a crutch we use to deal with an admittedly ambiguous\nand awkward situation. Instead of leaving wiggle room for the unexpected,\neverything becomes a process.\n \nSymptoms of formality:\n“So, first off, thanks for agreeing to this interview. I just have a few\nquestions for you and then I’ll let you get back to your day…”\n“On a scale of 1 to 5, how much would you say you…”\nLearning from customers doesn’t mean you have to be wearing a suit and\ndrinking boardroom coffee. Asking the right questions is fast and touches on\n58\ntopics people find quite interesting. You can talk anywhere and save\nyourself the formal meetings until you have something concrete to show.\nAt their best, these conversations are a pleasure for both parties. You’re\nprobably the first person in a long time to be truly interested in the petty\nannoyances of their day.\n \nRule of thumb: \nIf it feels like they’re doing you a favour by talking to you,\nit’s probably too formal.\n59\nHow long are meetings?\nEarly conversations are very fast. The chats grow longer as you move from\nthe early broad questions (“Is this a real problem?”) toward more specific\nproduct and industry issues (“Which other software do we have to integrate\nwith to close the sale?”).\n \nIt only takes 5 minutes to learn whether a problem exists and is important.\nLearning how someone currently achieves a certain goal or solves a\nproblem is also quick.\nSoon you’ll find yourself asking questions which are answered with long\nstories explaining their workflow, how they spend their time, or what else\nthey’ve tried. You can usually get what you came for in 10-15 minutes, but\npeople love telling stories about themselves, so you can keep this\nconversation going indefinitely if it’s valuable for you and interesting for\nthem.\nAt the longer extreme, learning the details of an industry takes an hour or\nmore. Thankfully, those are easier conversations to manage since the other\nperson (usually some sort of industry expert) can go into a monologue once\nyou point them in the right direction.\n \nThe duration of formal B2B meetings (the kind you schedule) is determined\nmore by the arbitrary calendar block than by what you actually want to\nlearn. Of course, you've liable to burn 15 minutes just to get a cup of tea and\nsay hello.\n \nOnce you have a product and the meetings take on a more sales-oriented\nfeel, you’ll want to start carving out clear blocks of 30+ minutes. You might\nlose 5 minutes due to miscellaneous tardiness, spend 5 minutes saying hello,\n5 minutes asking questions to understand their goals/problems/budget, 10\nminutes to show/describe the product, and the last 5 minutes figuring out\nnext steps and advancement. That's your half hour.\nThe potential speed of the early conversations one of the big reasons I like\nkeeping it casual and skipping the meeting. Scheduling and going to a\nmeeting has a lot of overhead for a 10 minute chat. Even explaining that\nyou’re starting a company and would love to ask a couple questions can take\n60\n5 or 10 minutes. You'll make progress a lot faster if you’re able to leave\nyour idea out of it for as long as possible.\nPutting it together\nEven within a more formal meeting, you still might want to keep it casual if\nyou’re hoping to get non-biased feedback.\nI once had a product idea to help busy investors to manage their dealflow. I\nknew they got hundreds of applications per month and figured it must be a\nspreadsheet nightmare. I lined up a couple meetings to ask about the\nindustry. I showed up to the first meeting and, while making smalltalk, said\nsomething like “I was thinking, you guys must get a ton of leads, right?” The\nguy laughed and said, yeah, it was crazy. “How in the world do you deal\nwith all of that?” He sort of shrugged and pointed at a cluster of about a\ndozen sticky notes on the wall.\n \nEach held a name and a phone number. “Our analysts kill most of them\nbefore they ever reach us, and then we throw out a bunch more. We only end\nup with about 10 apiece that are serious contenders. We just call every\ncouple weeks to see how it’s going.” Well that doesn’t sound so bad, I said.\n“Yeah, it works pretty well,” he replied. “Anyway, what did you want to\ntalk about?”\n \nThey don’t have the problem. That’s successful learning. We disproved our\nidea before the guy even realised we were talking about it. It took 5 minutes,\navoided biases, and didn’t feed us any bad data in the form of compliments,\nfluff, or ideas. Instead, we got concrete facts about our customers which are\ndirectly relevant to our core business questions.\nOf course, it took me a 2-hour commute to get to those 5 minutes. It can’t be\nperfect every time.\nIn the aforementioned case, we proved ourselves wrong. Sometimes,\nhowever, it goes in the opposite direction and everything we learn from\ncustomers makes us even more excited. In that case, we stand atop all that\nwe’ve learned and take the visionary leap of coming up with a specific\nproduct and business to make our customers’ lives better. And then we ask\nthem to commit to it.\n61\nRule of thumb: \nGive as little information as possible about your idea while\nstill nudging the discussion in a useful direction.\n62\nCHAPTER FIVE\nCommitment and\nadvancement\nOnce we've learned the key facts about our industry and customers, it’s time\nto zoom in again and start revealing our idea and showing some product.\nThe bad news is that this invites nefarious compliments. The \ngood\n news is\nthat since we have the beginnings of a product, we're now in a position to\ncut through the false positives by asking for commitments.\nIn sales, moving a sales relationship to the next stage is called\n\"advancement\". It's like pushing a customer into the next step of your real-\nworld acquisition funnel. They'll either move forward or make it clear that\nthey're not a customer. Both are good results for your learning.\n \nWhen you fail to push for advancement, you end up with zombie leads:\npotential customers (or investors) who keep taking meetings with you and\nsaying nice things, but who never seem to cut a check. It's like your startup\nhas been friend-zoned. Thankfully, you caused it, and \nthat\n means you can fix\nit. It's a consequence of being clingy and fearing rejection. By giving them a\nclear chance to either commit or reject us, we get out of the friend-zone and\ncan identify the real leads.\n \nAs always, you’re not trying to convince every person to like what you’re\ndoing. When you’ve got the information you came for (even if it’s that they\ndon’t care), you can leave. But at some point, you do need to put them to a\ndecision in order to get it.\nSymptoms:\n63\nA pipeline of zombie leads\nEnding product meetings with a compliment\nEnding product meetings with no clear next steps\nMeetings which \"went well\"\nThey haven't given up anything of value\nAs I use them in a customer learning context, commitment and advancement\nare separate concepts which overlap quite a lot and tend to appear together.\nCommitment — They are showing they’re serious by giving up\nsomething they value such as time, reputation, or money.\n \nAdvancement — They are moving to the next step of your real-world\nfunnel and getting closer to a sale.\nCommitment and advancement often arrive hand-in-hand. For example, to\nmove to the next step (advancement), you might need an introduction to your\ncontact’s boss (reputation commitment). As such, they are functionally\nequivalent for our purposes and I’m going to blur them into one concept for\nthe following sections.\nRule of thumb: \n“Customers” who keep being friendly but aren’t ever going\nto buy are a particularly dangerous source of mixed signals.\nMeetings succeed or fail\nIt took me years to learn that there’s no such thing as a meeting which just\n\"went well\". Every meeting either succeeds or fails. You've lost the meeting\nwhen you leave with a compliment or a stalling tactic. While we might spot\nsomething as blatant as \"Let's talk again after the holidays... Don't call me,\nI'll call you,\" we accept the more subtle versions every day.\nA meeting has succeeded when it ends with a commitment to advance to the\nnext step. But you have to force this resolution or the meetings drift along in\nla-la-land while performing their ancient duty: wasting everyone’s time.\n \n64\nIf you leave with worthless wishy washiness, I'd bet you're falling for one\nor both of the following traps:\n1\n. \nYou're asking for their opinion about your idea (e.g. fishing for\ncompliments)\n2\n. \nYou're not asking for a clear commitment or next steps\nYou know how to deal with compliments by now: deflect, ignore, and get\nback to business. Commitments are similarly easy to master, once we know\nwhat we’re looking for. When we leave without a commitment, sometimes\nit’s because we asked and got rejected. That’s sad, but it happens. Not\neveryone is going to convert and at least you now know where you stand.\nYou have a strong negative data point.\nThe real failure is listed above as #2: not even asking. I never consider\nrejection to be a real failure. But not asking certainly is. This can happen\nbecause you avoid the scary question or because you haven’t figured out\nwhat the next steps should be.\nCommitment is important. It tells us whether people are actually telling the\ntruth. The more they give us, the more we can trust what they say.\n \nRule of thumb: \nIf you don’t know what happens next after a product or sales\nmeeting, the meeting was pointless.\nThe currencies of conversation\nCommitment can be cash, but doesn’t have to be. Think of it in terms of\ncurrency—what are they giving up for you? A compliment costs them\nnothing, so it’s worth nothing and carries no data. The major currencies are\ntime, reputation risk, and cash.\nA time commitment could include:\n \nClear next meeting with known goals\n65\nSitting down to give feedback on wireframes\nUsing a trial themselves for a non-trivial period\nReputation risk commitments might be:\n \nIntro to peers or team\nIntro to a decision maker (boss, spouse, lawyer)\nGiving a public testimonial or case study\nFinancial commitments are easier to imagine and include:\nLetter of intent (non-legal but gentlemanly agreement to purchase)\nPre-order\nDeposit\nSometimes, strong commitments combine multiple currencies, such as\nsomeone agreeing to run a paid trial with their whole team, thus risking their\ntime, money, and reputation.\nJust like compliments aren’t data when you’re trying to learn about a\nproblem, they also aren’t progress when you’re trying to validate a product.\nHearing a compliment can still be useful though—it’s a warning flag that the\nperson you’re talking to is trying to get rid of you.\nRule of thumb:\n The more they’re giving up, the more seriously you can take\ntheir kind words.\nGood meeting / bad meeting\n    \nGame time again. We just had a meeting. But how did it go? Were they good\nmeetings or bad meetings? Why? And if they’re bad, what can we do to fix\nthem?\nHave a think about the meetings listed below and then turn the page for\nfurther discussion.\n66\n“That’s so cool. I love it!”\n“Looks great. Let me know when it launches.”\n“There are a couple people I can intro you to when you’re ready.”\n“What are the next steps?”\n“I would definitely buy that.”\n“When can we start the trial?”\n“Can I buy the prototype?”\n“When can you come back to talk to the rest of the team?”\n67\n\"That's so cool. I love it!\"\nBad meeting. Pure, unadulterated compliment. This may make you feel good,\nbut there is precisely zero data here. But at least you won’t hurt yourself on\nthis one since it’s so obviously fluff.\nTo fix it, deflect the compliment and get back to business.\n\"Looks great. Let me know when it launches.\"\nBad meeting. A compliment plus a stalling tactic is the classic way to end a\npitch for something you’re never going to buy. This comes in a lot of\nflavours, but they’re all basically a polite way to say, “Don’t call me, I’ll\ncall you.”\n \nThe big error you can make here is to mistake this compliment-stall for a\npre-order (“He said he’ll buy it when it launches!”). To fix it, I’d look for a\ncommitment I could ask for today.\n \nIf I was very early stage, I might ask for an introduction to his boss or tech\nteam or the budget-holder so I can make sure I fully understand their needs.\n \nIf I was slightly further through development, I might push him to agree to be\none of our alpha users and to roll it out to some subset of their team and be a\ncase study for launch. If I’ve hit on a real problem, he’ll jump at the chance\nto start making progress today and get early access.\n68\n\"There are a couple people I can introduce you to when\nyou're ready.\"\nNearly a good meeting, but right now it’s bad. There’s some data here, but\nprobably not as much as you initially hope. On the bright side, at least you\nknow he doesn’t think you’re completely nuts or he wouldn’t have even\nmade the fluffy offer (unless he’s just name dropping). The problem is that\nthe promise is so generic that it’s a worthless signal.\n \nTo fix it, try to convert fuzzy promises into something more concrete. The\nmore specific it is, the more seriously you can take it. For example: who\ndoes he want to introduce you to and what does “ready” mean? And why\ncan’t he make the intro now? This isn’t about being pushy. You don’t have\nmanifest destiny over his rolodex. But you do need to distinguish between\nlegitimate offers and polite gesturing. Knowing what “ready” means can\nalso give you a better sense of what your short-term goals should be.\n\"What are the next steps?\"\nGood meeting. A classic good meeting conclusion. To succeed, a meeting\ndoesn’t need to end with a check in your pocket. It just needs to advance to\nthe next step, whatever that is.\nIt's worth noting that you need to know your next steps to benefit from this. If\nyou have to say, “Let me have a think about that and get back to you,” then\nyou’ve ruined a perfectly good meeting.\nOf course, even clear next steps can be a lie. Everything can be a lie. But\nwith next steps in your pocket, you've got a fighting chance.\n69\n\"I would definitely buy that.\"\nBad meeting. Danger! There’s admittedly some signal here, but the false\npositive danger is off the charts. This is the mis-interpreted answer which\nsunk the first startup I worked at to the tune of ten million bucks.\nTo fix it, you need to shift from fuzzy future promises into concrete current\ncommitments. For example, you could ask for a letter of intent, a pre-\npurchase or deposit, or intros to other decision makers and team members.\nKickstarter is so wonderful because it forces customers who say they would\nbuy it to actually pull out a credit card and commit.\n\"When can we start the trial?\"\nMaybe a good meeting. Unlike “when does it launch,\" which is usually a\nstall, “When can we start” is a step forward. Setting up new software and\ntraining staff to use it is a big deal for most businesses. Even a \"free\" trial\ncan cost them serious money. However, in some cases, \"trying\" software\ncosts nothing, especially for individuals. For example, I've “tried” countless\nCRM (contact management) apps. It takes ten seconds to log in, look around,\nand never think about it again.\nAs always, think in terms of currency. What are they giving up to try it out?\nIf your trial is too \"cheap\" to try, you can try to increase the cost of it. For\nexample, you could ask to write a case study about them after they've spent\n2 weeks using it. Or you could get them to promise to try using it with their\nteam for at least a week. If you've got a more developed product, you can\ntake their credit card and just charge them nothing if they cancel within 30\ndays. The more they are giving up for you, the more seriously you can take\ntheir validation.\n70\n\"Can I buy the prototype?\"\nGreat meeting. The best meeting conclusion I've seen is the rarely-heard but\nalways appreciated, “Can I buy the prototype?”\n \nA product designer was once showing me a brilliant smartphone tripod he\nwas designing. He demo’d the 3D-printed prototype unit for me and I\nimmediately asked him how much it would cost to buy the prototype. He\nlaughed and said he’d gone through about a dozen prototypes already\nbecause people kept buying them. That’s a good sign.\n\"When can you come back to talk to the rest of the team?\"\nGood meeting. Bingo! If you are selling anything to companies, you’re going\nto have to talk to multiple people. If they won’t introduce you, then it’s a\nsure bet you’re at a dead end.\nEnterprise sales is tedious, but one of the perks is that you can get really\naccurate signals like this one quite early in the process. Building consumer\nproducts is a lot murkier since the customer conversation process doesn’t\nmimic the purchase process.\nHow to fix a bad meeting\nThe worst meetings are the wishy-washy ones that you leave with neither\nrejection nor advancement. You are in no-man’s-land and you won’t learn\nanything until you fix the meeting by forcing a next step (or rejection).\nA lost meeting can often be saved by just pushing for a commitment at the\nend while you're being brushed off with a compliment.\n \nBut don't be annoying. You aren't trying to strong-arm folks into handing\nover their wallet. You \nare\n trying to cut through some of the polite rejections\nand find out if they're actually going to become a partner/investor/customer.\nIf they aren't excited, then good news: you got the information you came for.\nAssimilate it, decide if it matters enough to change your strategy, and then\nkeep on keeping on. The goal is just to put them to a decision so you can\n71\nlearn whether you've found a must-have product and a real customer.\nRule of thumb: \nIt’s not a real lead until you’ve given them a concrete chance\nto reject you.\nDon't pitch blind\nEven once you've moved on to more product-focused sales meetings, you\nstill want to start with some open-ended learning to get your bearings. You\nmay know what the market cares about, but figuring out what’s unique about\nthis particular person feels. It will make the rest of the conversation much\nsmoother, increases your chances of closing the deal, and also gives you\nongoing learning even after you've got a product.\n \nStartup sales meetings too often go like this:\n \nYou: \n\"We do X. Want to buy it?\"\n \nThem: \n\"No thanks.\"\nThose rejections aren't helpful. Hard pitching gives binary feedback: you\neither nailed it or you didn't. That's okay when you're making fine\nadjustments (tweak this feature) but bad for bigger questions (does anybody\ncare at all about what I'm doing).\nAsk learning questions which pass The Mom Test. Then confirm by selling\nit. This happens over both the life of your company and during a single\nmeeting.\nCrazy customers and your first sale\nIt’s pretty weird that anybody buys anything from young startups. In all\nlikelihood, before the year is up, you’re going to either go out of business,\nabandon the product, or sell the company. And even if you stay the course,\nthere’s no guarantee you can actually do what you say you can do.\nFirst customers are crazy. Crazy in a good way. They really, really want\n72\nwhat you’re making. They want it so badly that they’re willing to be the\ncrazy person who tries it first.\n \nKeep an eye out for the people who get emotional about what you’re doing.\nThere is a significant difference between: “Yeah, that’s a problem” and\n“THAT IS THE WORST PART OF MY LIFE AND I WILL PAY YOU\nRIGHT NOW TO FIX IT.”\n \nSteve Blank calls them earlyvangelists (early evangelists). In the enterprise\nsoftware world, they are the people who:\nHave the problem\nKnow they have the problem\nHave the budget to solve the problem\nHave already cobbled together their own makeshift solution\nThey’re the company who will commit way before it makes rational sense\nto do so. It’s the guy who will give you cash right now from his\ndiscretionary budget to run a trial. Or who will fight for you against his boss\nand lawyers when they’re saying the tech is unproven.\nIn the consumer space, it’s the fan who wants your product to succeed so\nbadly that they’ll front you the money as a pre-order when all you’ve got is\na duct-tape prototype. They're the one who will tell all their friends to chip\nin as well. They’re the person reading your blog and searching for\nworkarounds.\nWe’ve got 2 takeaways.\nFirstly, when someone isn’t that emotional about what you’re doing, it’s\npretty unlikely that they’re going to end up being one of the people who is\ncrazy enough to be your first customer. Keep them on the list, but don’t count\non them to write the first check.\nSecondly, whenever you see the deep emotion, do your utmost to keep that\nperson close. They are the rare, precious fan who will get you through the\nhard times and turn into your first sale.\n73\nIn summary, after you've learned the facts of your industry and customers\nand designed the solution, you start pushing for advancement and\ncommitments to separate dead leads from real customers.\nRule of thumb: \nIn early stage sales, the real goal is learning. Revenue is just\na side-effect.\n74\nCHAPTER SIX\nFinding\nconversations\nNow that you know how to ask good questions and fix bad meetings, you\nknow enough to have good customer conversations. Take this opportunity to\ngo flex your conversational muscles and talk to some people.\n \nIf you’re scratching your own itch with this business, you likely already\nknow your customers. Great! Go talk to them. Now that you’re armed with\nThe Mom Test, they won’t be able to lie to you even though they know you.\nBut if you don’t already know folks, where do these conversations and\nmeetings come from?\n75\nGoing to them\n    \nDrumming up good conversations from cold leads is hard. It’s doable and\nsometimes you have no choice, but it’s far from ideal.\nThe goal of cold conversations is to stop having them. You hustle together\nthe first one or two from wherever you can, and then, if you treat people’s\ntime respectfully and are genuinely trying to solve their problem, those cold\nconversations start turning into warm intros. The snowball is rolling.\nCold calls\nWhat does it mean if you reach out to 100 people and 98 of them hang up on\nyou? Well, nothing, except that people don't like getting cold calls. No\nsurprise there. More importantly, it means you’ve now got 2 conversations\nin play. Unless your plan is to sell your app via cold calls, the rejection rate\nis irrelevant.\nI know one team who successfully used cold LinkedIn messages to reach C-\nlevel execs of several major UK retailers. They were ignored by practically\nevery exec in the country, but you only need one to say “yes” to start the\nintro train.\nBeyond hard hustle, you should also stay open to serendipity. There are lots\nof ways you can get lucky when you’re in the mood for it.\nSeizing serendipity\nI was mulling over the idea of building tools for professional speakers and\nfound myself at a friend-of-a-friend’s engagement party. I heard someone\nacross the room say “my talk in Tokyo next week” and made a beeline over\nto her. She left the party thinking I was a nice guy who was super interested\nin her career and I left with a bunch of useful customer insight and a\ncommitment to use the prototype at her next talk.\nIf it sounds weird to unexpectedly interview people, then that's only the case\nbecause you're thinking of it as an interview instead of a conversation. The\nonly thing people love talking about more than themselves is their problems.\nBy taking an interest in the problems and minutia of their day, you’re already\n76\nbeing more interesting than 99% of the people they’ve ever met.\nRule of thumb: \nIf it’s not a formal meeting, you don’t need to make excuses\nabout why you’re there or even mention that you’re starting a business. Just\nhave a good conversation.\nFind a good excuse\nI was chatting to an aspiring entrepreneur in a cafe. Among other things, his\nproduct helped cafe owners educate potential customers on the origins and\nbackstory of their beans. He had been hitting the pavement for the past 2\nweeks and getting turned away from cafe after cafe. He wanted to talk to me\nabout his customer interview process. Ten minutes into the conversation, I\ncut in: “Who have you talked to so far?” “Nobody—I don’t know the\nowners and the staff won’t help me.” “Have you talked to this cafe?” “No, I\ndon’t know them.” A waitress walked by and I flagged her down. “Excuse\nme, can I speak to the owner?” “Umm.” “Don’t worry, it’s nothing bad. This\ncoffee is amazing and I wanted to ask him about the story behind the beans.”\nThe owner wasn't around, but with a good excuse in hand, we were soon\nchatting with the manager. And the manager, in turn, gave us the owner’s\ncontact details and said he’d be in on Tuesday.\n \nYou’ve go the ultimate excuse if you have a PhD student on your founding\nteam. “Hello, I’m doing my PhD research on the problems around X, it\nwould be a huge help if I could ask you a couple questions for my\ndissertation.”\nRule of thumb: \nIf it’s a topic you both care about, find an excuse to talk\nabout it. Your idea never needs to enter the equation and you’ll both enjoy\nthe chat.\nImmerse yourself in where they are\nI wanted to build tools for public speakers and conference organisers. I\nknew a few at the lower and middle tiers, but none of the big names who\ncharge $5-50k per talk, who I thought might be a good customer segment for\nobvious reasons. I hit the conference circuit and gave free talks everywhere\nI could.\n \n77\nPermanently on the road, everywhere I went was an opportunity to meet new\nspeakers, do favours for event organisers, and learn what they care about.\nBy immersing myself in the community I met a load of people and soon had\nall the connections and conversations I could handle (I ultimately decided\nthat big speakers and big conferences were a bad customer segment and\nwalked away—not every conversation has to end in finding out your idea is\nawesome).\nLanding pages\nJoel Gascoigne did a classic \"landing page\" test with his startup Buffer,\ndescribing the value proposition and collecting emails. But contrary to\npopular understanding, it wasn't the metrics or conversion rate which\nconvinced him to move forward. Instead, it was the conversations which\nresulted from emailing every single person who signed up and saying hello.\nI'm skeptical of the quantitative validation of landing page metrics. But they\nare certainly a great way to collect emails of qualified leads for you to\nreach out to and strike up a conversation with.\nPaul Graham recommends a generic launch for the same purposes. Get your\nproduct out there, see who seems to like it most, and then reach out to those\nusers.\n \nThis is starting to bring the customers to you instead of going to them, but\nstill involves sending a mostly cold email. Next we'll look at how to run\nwith this principle to make our lives even easier.\nBringing them to you\n    \nWhen you are finding ways to sneak into customer conversations, you're\nalways on the back foot. You made the approach, so they are suspicious and\ntrying to figure out if you're wasting their time. Instead, we can look for\nways to separate ourselves from the crowd so \nthey\n can find \nus\n. Beyond\nsaving you vast sums of time and frustration, bringing people to you also\nmakes them take you more seriously and want to help you more. How can\nyou plant a flag your customers can see? What can you offer them that will\nmake \nthem\n want to talk to \nyou\n?\n78\nOrganise meetups\nFor marginally more effort than attending an event, you can organise your\nown and benefit from being the centre of attention.\n \nWant to figure out the problems HR professionals have? Organise an event\ncalled “HR professionals happy hour”. People will assume you’re credible\njust because you happen to be the person who sent the invite emails or\nintroduced the speaker. You'll have an easy time chatting to them about their\nproblems.\nNobody ever follows this recommendation, but it’s the first thing I would do\nif I got moved a new industry or geography. It’s literally the most unfair trick\nI know for rapid customer learning. As a bonus, it also instantly bootstraps\nyour industry credibility.\nSpeaking & teaching\nTeaching is under-valued as both a learning and selling tool. Let's say you're\nmaking better project management software. In that case, you probably have\nboth expertise and a strongly held opinion about how things could be better.\nThat’s the magic combination for being an effective teacher.\nSpend the time to teach. You'll find chances at conferences, workshops,\nthrough online videos, blogging, or doing free consulting or office hours.\nYou'll refine your message, get in touch with a room full of potential\ncustomers who take you seriously, and will learn which parts of your\noffering resonate (before you’ve even built it). Then simply chat up the\nattendees who are most keen.\nIndustry blogging\nIf you have a reasonably sized and relevant blog audience, lining up\nconversations is a total non-issue. You just write a post about it and ask\npeople to get in touch. Of course, not everyone has a relevant audience.\nThat’s one big reason to start blogging to your customers today.\n79\nEven when I had no audience, I still found blogging to be helpful. When I\nsent cold emails from my blog email address, folks would often meet with\nme because they had checked my domain, seen my industry blog, and figured\nI was an interesting person to talk to. In other words, the traffic and\naudience were irrelevant. Blogging about an industry is also a good\nexercise to get your thoughts in a row. It makes you a better customer\nconversationalist.\nGet clever\nI once heard a brilliant hack from a guy who wanted to sell to top-tier\nuniversities like Stanford and Harvard. But first he needed to understand\ntheir problems (difficult) and be taken seriously by the decision makers\n(even more difficult).\nHis solution was to organise a semi-monthly \"knowledge exchange\" call\nbetween the department heads of 3 top universities to discuss the challenges\naround his topic of choice. Furthermore, it was set up as a conference call\nwhere any other universities could dial in and listen to the best practices of\nthe big 3.\nBy simply organising the call and playing host, he immediately absorbed all\nthe credibility of the top universities and got direct phone access to a pile of\ngreat leads.\nEvery business is different. Don't just copy what someone else is doing.\nConsider your own situation, and then get clever.\nCreating warm intros\n    \nWarm intros are the goal. Conversations are infinitely easier when you get\nan intro through a mutual friend that establishes your credibility and reason\nfor being there.\n7 degrees of bacon\nThe world is a relatively small place. Everyone knows someone. We just\nhave to remember to ask.\n80\nI was talking to a team of recent graduates who needed to reach McKinsey\nstyle consultants. They were pulling their hair out. We were in a coworking\nspace full of other young entrepreneurs, so I just stood on a chair and yelled,\n“Excuse me! Does anyone here know anyone who works at McKinsey? Can\nwe talk to you for a second? We’ll buy you a beer — you could really help\nus out!” They bought 3 beers, had 3 quick chats, and left with a diary full of\nintros.\nThis is even easier for consumer products. Not everyone knows folks at\nMcKinsey, but everybody does know, for example, a recent mom or amateur\nathlete or theatre enthusiast.\nRule of thumb:\n Kevin Bacon’s 7 degrees of separation applies to customer\nconversations. You can find anyone you need if you ask for it a couple times.\nIndustry advisors\nI relied heavily on advisors in my first company. We didn't know the\nindustry and nobody took us seriously. Our 5 advisors each had around a\nhalf percent of equity and basically just made credible intros. I met with\neach once per month, so I ended up getting a fresh batch of intros weekly\nwithout it being a huge time burden for any of them.\nOn a bit of a tangent, you'd be surprised by the quality of the folks you can\nget to join your advisory board. The first conversation with a good advisor\nlooks similar to the first conversation with a flagship customer: you get\nalong and are talking about a space you both care about. You can sometimes\npoach killer advisors from your early customer conversations.\nUniversities\nI'm jealous of founders who are still in (or recently out of) university.\nProfessors are a goldmine for intros. They get their grant funding from high-\nlevel industry folks they're on good terms with. And since they’re investing\nin research, those industry folks are self-selected to be excited about new\nprojects.\n \nProfessors are easy to get in touch with if you don't know them yet. They\npost their emails and you can just wander into their office.\n81\nInvestors\nTop-tier investors are awesome for B2B intros. Beyond their own rolodex\nand company portfolio, they can usually pull off cold intros to practically\nany industry. Investors can also help you close higher-tier advisors and\ndirectors than you'd be able to wrangle on your own.\nWho has bought in to your idea already? Who could they connect you to?\nCash in favours\nRemember all those people who brushed you off by saying, “Sounds great,\nkeep me in the loop and let me know how I can help.”\n \nNow’s the time to call in those favours. Yes, they might not have actually\nmeant it, but who cares? Reply back to that ancient email and tell them\nyou’re ready for an intro to that guy they know. Use the format in the next\nsection to make their lives easy and reassure them that you aren't going to\nwaste anybody's time.\nYou’ll get ignored a lot, but again, who cares? You aren’t trying to minimise\nyour failure rate; you’re trying to get a few conversations going. The person\nyou’re being introduced to won’t know the backstory anyway, so it’s a clean\nstart from there.\nI wouldn’t make a habit of doing stuff like this since it’s a bit annoying and\ncan burn bridges, but sometimes you’re backed into a corner and need to get\nstarted somehow.\nAsking for and framing the meeting\nSometimes a proper meeting can't be avoided. For example, you might want\nthe full hour or need to talk to someone senior outside of your peer or\nnetworking group. But since you don't necessarily have anything to sell, it's\nunclear what the meeting is \nfor\n. In those cases, the right explanation and\nframing can do wonders.\n82\nIf you don’t know why you’re there, it becomes a sales meeting by default,\nwhich is bad for 3 reasons. First, the customer closes up about some\nimportant topics like pricing. Second, attention shifts to you instead of them.\nAnd finally, it’s going to be the worst sales meeting ever because you aren’t\nready.\nSymptoms:\n“Um. So….”\n“How’s it going?”\nThere are a lot of bad ways to frame the meeting, both when first asking for\nit and once it begins.\nQuestions like, \"Can I interview you\" or \"Thanks for agreeing to this\ninterview\" both set set off alarm bells that this meeting is going to be super\nboring. I don't want to be interviewed; I want to talk and help!\nThe common, \"Can I get your opinion on what we're doing?\" sets\nexpectations of neediness and that you want compliments or approval.\nNo expectations at all are set by, \"Do you have time for a quick\ncoffee/lunch/chat/meeting?\" which suggests you're liable to waste my time.\nThe framing format I like has 5 key elements.\n1\n. \nYou're an entrepreneur trying to solve horrible problem X, usher in\nwonderful vision Y, or fix stagnant industry Z. Don't mention your idea.\n2\n. \nFrame expectations by mentioning what stage you're at and, if it's true,\nthat you don't have anything to sell.\n3\n. \nShow weakness and give them a chance to help by mentioning your\nspecific problem that you're looking for answers on. This will also\nclarify that you're not a time waster.\n4\n. \nPut them on a pedestal by showing how much they, in particular, can\nhelp.\n5\n. \nAsk for help.\n83\nOr, in shorter form: \nVision / Framing / Weakness / Pedestal / Ask\nThe mnemonic is “Very Few Wizards Properly Ask [for help].\" Here's what\nit might look like before you have a product:\nHey Pete,\n \nI'm trying to make desk & office rental less of a pain for new\nbusinesses (\nvision\n). We're just starting out and don't have anything\nto sell, but want to make sure we're building something that actually\nhelps (\nframing\n).\n \nI've only ever come at it from the tenant's side and I'm having a hard\ntime understanding how it all works from the landlord's perspective\n(\nweakness\n). You've been renting out desks for a while and could\nreally help me cut through the fog (\npedestal\n).\n \nDo you have time in the next couple weeks to meet up for a chat?\n(\nask\n)\nSometimes the 5 parts will be combined into just one or two sentences, or\nthey can be in a different order. For example, the next email sounded a little\ntoo pitchy and I was worried he would delete it as sales spam before getting\nthrough the first two sentences. As such, I moved my admission of weakness\nas early as I could get it:\nHey Scott, I run a startup trying to make advertising more playful\nand ultimately effective (\nvision\n).\n \nWe're having a load of trouble figuring out how all the pieces of the\nindustry fit together and where we can best fit into it (\nweakness\n).\nYou know more about this industry than anyone and could really\nsave us from a ton of mistakes (\npedestal\n).\n \nWe're funded and have a couple products out already, but this is in\nno way a sales meeting -- we're just moving into a new area and\ncould really use some of your expertise (\nframing\n).\n \nCan you spare a bit of time in the next week to help point us in the\n84\nright direction over a coffee? (\nask\n)\nPeople like to help entrepreneurs. But they also hate wasting their time. An\nopening like this tells them that you know what you need and that they'll be\nable to make a real difference.\n \nOnce the meeting starts, you have to grab the reins or it's liable to turn into\nthem drilling you on your idea, which is exactly what you don't want. To do\nthis, I basically repeat what I said in the email and then immediately drop\ninto the first question. If someone else made the introduction, I'll use them as\na voice of authority:\nHey Tim, thanks so much for taking the time.\n \nAs I mentioned in the email, we're trying to make it easier for\nuniversities to spin out student businesses (\nvision\n) and aren't\nexactly sure how it all works yet (\nframing & weakness\n).\n \nI think Tom made this intro (\nauthority\n) because you have pretty\nunique insight into what's going on behind the curtain and could\nreally help us get pointed in the right direction (\npedestal)\n…\n(\nintroductions continue\n)\nI was looking at your spinout portfolio and it's pretty impressive,\nespecially company X. How did they get from your classroom to\nwhere they are now? (\ngrab the reins and ask good questions\n)\nThese conversations are easy to screw up. As such, you need to be the one\nin control. You set the agenda, you keep it on topic, and you propose next\nsteps. Don't be a jerk about it, but do have a plan for the meeting and be\nassertive about keeping it on track.\nIt’s worth noting that this is how I set up meetings from warm intros. The\nmain goal is to clarify what I need and how they can help. Cold approaches\nare a totally different beast and are much more of a gamble. Again, the point\nof cold calls is to stop having them. Find a clever ways to generate warm\nintros and tell those people how they can help. You’ll have a much easier\ntime.\n85\n86\nTo commute or to call\nOne of the solutions to the time cost of these conversations is to move them\nonto Skype or phone calls. In most situations, I don’t think the added volume\nis worth the information you lose by not being in the room. I get confused\nenough by what people are telling me in person. Losing access to their face\nand body language feels like shooting myself in the foot.\nMore subtly, calls damage the delicate power dynamic of these\nconversations. When someone is having a coffee with you, there’s the\npotential to chat as friends. You can just shoot the breeze about the industry\nfor a bit. You can keep it casual. They’re enjoying the conversation\nThe same is decidedly not true on the phone or Skype. People try to squeeze\ncalls in between other activities, wondering how quickly they can “finish\nwith business” and hang up. Folks on the phone are super annoyed when you\n“just want to chat”. So you need to make the whole thing more formal,\nwhich is one of the exact mistakes we’re trying to avoid!\nPhone calls end up sounding more like scripted interviews than natural\nconversations, because they are. It’s a constraint of the medium.\nPlus, nobody becomes friends over the phone, which means you aren't going\nto get the warm intros and future meetings you need. Setting up a call feels\nlike less overhead in the short-term, but that’s because you aren’t yet able to\nsee all the time-saving and business-saving benefits of in-person\nrelationships with your customers.\n \nThat being said, some other great people in the field like and recommend\nphone calls. Use whatever works. But I will say that you should \nstart\n in\nperson. It’s too easy to use surveys or phone calls as an excuse to skip the\nawkwardness of meeting in person rather than as a considered trade-off.\n87\nThe advisory flip\nIn terms of mindset, don't go into these discussions looking for customers. It\ncreates a needy vibe and forfeits the position of power. Instead, go in search\nof industry and customer advisors. You are just trying to find helpful,\nknowledgable people who are excited about your idea.\nWith that mindset switch, you'll know why you're there. And instead of it\nbeing a customer-learning-but-I-really-want-to-do-sales meeting, it's a let-\nme-find-out-if-you-are-a-good-advisor-by-asking-lots-of-questions meeting.\nWillpower is a finite resource. The way to overcome difficult situations\nisn't to power through, but rather to change your circumstances to require\nless willpower. Changing the context of the meeting to \"looking for\nadvisors\" is the equivalent of throwing out all your chocolate when you start\na diet. You change the environment to naturally facilitate your goals.\nYou don't need to explicitly tell them you're looking for advisors. In fact, I\nwouldn't unless you already quite like them and it happens to come up in\nconversation. It's really about orienting your state of mind to give you a\nhelpful internal narrative and consistent front.\nSomewhat counterintuitively, the sales-advisor switch also puts you firmly\nin control of the meeting, since you're now evaluating \nthem\n. Even if the\ntopics of discussion are basically the same, you (and they) will notice the\ndifference.\n88\nHow many meetings\nEvery meeting has an opportunity cost. While you’re sitting in a bus on your\nway there, you aren’t writing code or generating leads or drinking wine.\nIf you’re running a sales-driven business (especially enterprise sales), the\nopportunity cost of early conversations is low since many of them will\nbecome sales leads. You’re doubling up on learning and dealflow.\n \nThe UX community (who knows their customer conversation!) says you\nshould keep talking to people until you stop hearing new information.\n \nIn my experience, that could take as few as 3-5 conversations if you have a\nrelatively simple industry and a focused customer segment. If you’ve run\nmore than 10 conversations and are still getting results that are all over the\nmap, then I’d guess that your customer segment is too fuzzy and could stand\nto be tightened up.\nThis isn’t about having a thousand meetings. It’s about quickly learning what\nyou need, and then getting back to building your business. You should be\nable to answer almost any customer question and move onto new ones\nwithin a week.\n \nRule of thumb: \nKeep having conversations until you stop hearing new stuff.\n89\nCHAPTER SEVEN\nChoosing your\ncustomers\nThey say that startups don’t starve, they drown. You never have too few\noptions, too few leads, or too few ideas. You have too many. You get\noverwhelmed. You do a little bit of everything.\n \nWhen it comes to avoiding drowning and making faster progress, good\ncustomer segmentation is your best friend.\nSegmentation\n    \nWhen we look at the big successes, they seem to serve the whole world.\nGoogle lets anyone find anything. Paypal helps anyone send money\nanywhere. Evernote backs up all the writing of everybody.\nBut they didn’t start there. If you start too generic, everything is watered\ndown. Your marketing message is generic. You suffer feature creep. Google\nhelped PhD students find obscure bits of code. EBay helped collectors buy\nand sell Pez dispensers. Evernote helped moms save and share recipes.\nWhen you have a fuzzy sense of who you’re serving, you end up talking to a\nlot of different types of people, which leads to confusing signals and three\nproblems:\n1\n. \nYou get overwhelmed by options and don’t know where to start\n2\n. \nYou aren’t moving forward but can’t prove yourself wrong\n90\n1\n. \nYou receive incredibly mixed feedback and can’t make sense of it\nBabies or body builders?\nI talked to a woman who had developed a very cool powdered condiment. It\nwas sweet (like a cinnamon brown sugar), but had all the nutrition of a\nmultivitamin. In fact, it was an all-natural superfood — you could eat\nnothing but that powder and survive indefinitely.\n \nShe said that it had countless uses: you could sprinkle it on your breakfast or\nmix it in with your protein shake. Moms could trick their kids into being\nhealthy. Restaurants could leave it on the tables as a healthy sugar\nalternative. However, she was running in circles because the bodybuilders\nwanted one thing, the restaurants wanted another, and the moms needed a\nthird. Making one of them happy always disappointed the others. She didn’t\nknow how to start.\n \nBefore we can serve \neveryone\n, we have to serve \nsomeone\n. By thinking\nabout who would be most likely to buy, she realised it was moms with\nyoung kids who are currently shopping at health food stores. She also knew\nwhere to find them: in the health food stores! But the stores were an\nimportant partner and she didn’t know what they would want.\n \nShe decided to kill two birds with one stone by going into only the small,\nindependent health food stores (slice that segment!) and asking them to place\na few bottles of her condiment beside the breakfast foods. It’s a great way to\ncut through opinions by asking for a commitment (some shelf space) and she\nwould come back in a week to ask them about their experiences. If the\nstores were happy and the product sold, she could begin finding ways to talk\nto their customers (and her end consumers), perhaps via an in-store tasting.\nBy getting specific, she was able to cut through the noise, stop drowning,\nand start making progress.\nBig brands or mom & pop?\nI was once thrilled that my customer segment was “advertisers”. Everyone\nadvertises somehow, so naturally this was very exciting. Our market was\n91\npractically infinite! I talked to mom-and-pop shops, e-tailers, big brands,\ncreative agencies, SMEs, music labels and more. Everyone I talked to had\ndifferent needs, constraints, problems, and desires.\n \nEverything we did ended up sort of working. Everything was somewhat\npromising. Some people were talking about paying us $10,000/month while\nothers scoffed at the idea of paying $10. Every feature was more or less\nwell-received. But if we tried to cut any of those middling features, we\nwould get an uproar. It was always someone’s favourite part.\n \nIn reality, our customer segment was just too broad. We were trying to serve\neveryone simultaneously. We said “yes” to every request. Every debate over\na new feature could be won by claiming, “Well, \nthose\n guys would love it.”\nThe reverse argument could be made to prevent any feature’s removal.\nThe big trouble was that we could prove ourselves neither right nor wrong.\nWe could never say that a new idea had really worked or totally failed. We\nwere paying attention to so many customer segments that there was pretty\nmuch always someone it worked for. But making a so-so product for a bunch\nof audiences isn’t quite the same as making an incredible product for one.\nGetting specific about who your ideal customers are allows you to filter out\nall the noise which comes from everyone else. In our case, we eventually\nnoticed unusually strong signals from creative agencies who wanted to be\nedgy. We cut a bunch of features and were finally able to get a sense of what\nwas working and what wasn’t.\nBut what does it mean!?\nI recently spoke to a couple founders who have been working hard on their\ncustomer conversations. They were doing a great job of ensuring they use\nevery sales meeting as an opportunity to learn. They’re asking good\nquestions which pass The Mom Test and are pushing for advancement and\ncommitment whenever it’s relevant. And yet, they have no idea what is\ngoing on and aren’t sure how to move the business to the next level. They\ndon’t know which features to build and which to cut. They don’t know how\nto improve their marketing language. Why aren’t customer conversations\nhelping them?\n92\nTo make matters worse, the feedback they’re getting is absurdly\ninconsistent. If they run twenty conversations, they end up with twenty\ndifferent must-have features and twenty separate must-solve problems. The\nmore people they talk to, the more confused they get. What’s going on here?\nTheir customer segment was incredibly broad, but in a sneaky way. Imagine\nI tell you my customer segment is “students”. Okay, you say, with a picture\nof an American undergraduate university student in your head. Maybe it’s a\nmale student. He sits down in the lecture hall, cracks open his mac (adding\nto the sea of glowing apples the professor’s view has recently become), and\nfires up reddit to help him survive the next ninety minutes.\nSo I’ve built a product for students, and feedback starts coming in. But it’s\nnot what I expect. One user needs to add formal citations. Another wants\npractice questions. A third needs it to run on the iPad. A fourth needs eighty\npupils to be able to use it on the same computer. The next needs to use the\napp through an intermittent internet connection. We’re looking at this list of\nrequirements and our soul feels like it’s being forced through a colander.\nThis will literally take us years to build. Where do we start?\nIt turns out that “students” is a broader segment than we initially expected.\nThe first is a PhD student. The second is an ambitious youngling at a prep\nschool. The third is a homeschooling parent who wants to use it with her\nkid. The fourth is a rural village in the Indian rice belt where all the local\nkids are self-educating through the one village computer. The fifth is in\nAfrica, running the app off a shaky cellphone connection. All are\n“students”.\n \nThe founders I mentioned were having the same experience, but for “sales\norganisations” instead of “students”. There are countless different kinds of\nsales organisations with fundamentally different needs and workflows and\ntools and goals. But from the outside, they all look like companies who do\nsales. Even if you narrow it down with a demographic constraint, as these\nguys did (sales organisations with 25-250 salespeople), you’re still facing\nunfathomable diversity.\nThey weren’t having 20 conversations with their customers. They were\nhaving one conversation each with 20 different types of customers. That’s\nwhy the feedback was so inconsistent. It was as if they were exploring two\ndozen business ideas simultaneously.\n93\nIn these cases, talking to an industry expert can be hugely informative to\nprovide you with a taxonomy of the industry. That will give you a better\nstarting point for choosing where to begin. If you don’t have access to this\nhigh-level view, you still want to take your best guess and get specific. The\nnext section on Customer Slicing will show you one way to approach it.\nOver time, your understanding of the industry will improve and you can\nadjust your mental categories as needed. When the feedback is all over the\nmap, it’s really hard to extract value. Once you get specific, you can learn.\n \nRule of thumb: \nIf you aren’t finding consistent problems and goals, you\ndon’t yet have a specific enough customer segment.\nCustomer slicing\nIf you’ve already got a product and users, you can explore your way to a\ngood segment by seeing who likes it and focusing on that group. The other\napproach is to just make a best-guess. In both cases, you’re ending up with a\nspecific idea of who you’re serving so you can really make the features and\nlanguage resonate for them.\nYou’ll want even more specific segmentation for your conversations than for\nyour whole business. Going out and talking to people is that it takes time. If\nyou talk to five people who each have different goals, you’re going to get\nmixed signals which don’t give you the confidence you need to move\nforward.\nThis drilling down into ever more specific groups is called Customer\nSlicing. You take a segment and then keep slicing off better and better sub-\nsets of it until you’ve got a tangible sense of who you can go talk to and\nwhere you can find them. Start with a broad segment and ask:\nWithin this group, which type of this person would want it most?\nWould everyone within this group buy/use it, or only some of them?\nWhy do they want it? (e.g. What is their problem or goal)\nDoes everyone in the group have that motivation or only some of them?\nWhat additional motivations are there?\nWhich other types of people have these motivations?\n94\nWe now have a two groups of segments: the first is a collection of quite\nspecific demographic groups and the second is a series of motivations.\nWhen we look at them, some will be more generic than others. Go back\nthrough the generic ones and keep slicing. Just repeat the questions above.\nWithin that sub-group, who wants it most? Next we’re going to look at our\ngroups’ behaviours and figure out where to find them.\nWhat are these people already doing to achieve their goal or survive\ntheir problem?\nWhere can we find our demographic groups?\nWhere can we find people doing the above workaround behaviours?\nAre any of these groups un-findable? If so, go back up the list and slice them\ninto finer pieces until you know where to find them. A customer segment\nisn’t very useful if there’s no way you can get in touch!\nNow that we have a bunch of who-where pairs, we can decide who to start\nwith based on who seems most:\n1\n. \nProfitable\n2\n. \nEasy to reach\n3\n. \nRewarding for us to build a business around\nFor example, if we were thinking about building an app to help students\nbecome more confident speakers, we might decide the best-case-students\nare graduating students nervous about their first big job interview. They are\nmotivated not to screw up their big day. Other folks with those motivations\nmight be first-time TV/radio guests, someone giving a wedding speech, or\nnew authors who are about to go on book tour. Additional motivations\n(beyond coping with nervousness about a particular event) might be to\nimprove at a valuable long-term skill or to fix some of the quirks of being a\nnon-native speaker. That gives us some additional demographics, such as\nyoung professionals who have to talk a lot, such as teachers and\nsalespeople. Or foreign exchange students who are about to graduate. Or\nnon-native speaking PhD students who have an upcoming conference talk.\n \n95\nAs we get specific, it becomes easier to imagine where to find these groups.\nInstead of the generic “students” (I guess I’ll walk around campus?), we can\neasily find non-native speaking PhD students through the admissions office\nor the department advisors. We know exactly who to look for and won’t\nwaste our time talking to a bunch of irrelevant folks. Or we can find people\nonline. We might reach new authors by searching Amazon’s upcoming\nrelease list and then reaching out to them on Twitter.\nNow that we’ve got some focused demographics, we also want to look at\nexisting behaviours. A lot of people are terrified of speaking and just ignore\nit. They probably aren’t going to be our customer. Others talk to a therapist\nabout their anxiety in general, while others try to improve speaking in\nparticular by googling for tips, reading books, or going to workshops and\nmeetups like Toastmasters. There are more existing solutions (e.g. new\nsalespeople might get on-the-job training), but you get the idea.\n \nOnce we know a group’s existing behaviours, it’s incredibly easy to get in\ntouch with them. Nervous wedding speakers might be Googling for\nexamples of great wedding speeches. We could advertise on those search\nterms and offer a bit of re-assurance and support in exchange for a quick\nchat. If someone is listening to a podcast about speaking skills, we could\nsponsor it or propose to the host that they run a “call in to talk about your\nspeaking fears and solutions” live event.\nIf this was my business, I would probably shift my preferred customer\nsegment from “students” to “people scared of public speaking who are\ntrying to get better.” I would start by going to a Toastmasters meetup since I\ncould have a dozen conversations over the course of the evening by Keeping\nit Casual. That one evening would give me a great starting point for\nunderstanding the motivations, worldview, and needs of a large group of\ntotally ideal customers who are already spending time and money to try to\nget better.\n \nOn the other hand, if you were attacking the same vision and happened to be\na secret bibliophile, you might choose to start by tracking down some\nauthors who are about to go on book tour.\n \nYou needn’t be planning and theorising all day about this stuff — use it to\nquickly get to a specific, best-possible customer so you can go grab a few of\n96\nthem and move the business forward.\nSince you’ll spend a lot of time talking to your customers, it’s worth\nchoosing someone who is both accessible and fun for you to be around. This\nstuff is hard work and can be a real grind if you’re cynical about the people\nor the industry you’re trying to understand and serve.\nAs we mentioned, you can broaden your segment back out later. Make your\nlife easy for now by choosing someone who is specific and who also and\nmeets the three big criteria of being reachable, profitable, and personally\nrewarding.\nRule of thumb:\n Good customer segments are a who-where pair. If you don’t\nknow where to go to find your customers, keep slicing your segment into\nsmaller pieces until you do.\nTalking to the wrong people\nYou can’t get the data you need if you’re talking to the wrong people. There\nare 3 ways to end up fall into this clearly unhelpful trap.\n1\n. \nYou have too-broad of a segment and are talking to everyone\n2\n. \nYou have multiple customer segments and missed some of them\n1\n. \nYou are selling to businesses with a complicated buying process and\nhave overlooked some of the stakeholders\nWe’ve already talked about #1. If you talk to everyone, many of them are\ninevitably going to be the wrong people.\nYou can miss segments and overlook buyers in lots of ways. The first\nimportant step is to know they exist. Sometimes it’s obvious. If you are a\nmulti-sided marketplace, you obviously have multiple customer segments.\n \nOther times, it’s sneakier. If you’re building an app for kids, need to “sell”\nto both them and their parents. If you’re building something for public\nschools, you could potentially be affected by the concerns of the teachers,\n97\nthe students, the administration, the parent-teacher association, and the tax\npayers.\n \nYou’ll also need to worry about multiple groups if you rely on an important\npartner, whether for manufacturing, distribution, or promotion. If your\nbusiness relies on a certain partner, you’d better understand their goals and\nconstraints just as well as you understand your customers’.\n \nDon't just talk to the most senior or important people you can find. You want\nto talk to people who are representative of your customers, not ones who\nsound impressive on your status report. When I was building interactive\nadvertising products, I spent lots of time talking to guys in suits and very\nlittle (well, none) talking to the teenagers we were assuming would enjoy\nusing our products. Telling my board that I had successfully talked to ten\nchildren that week just didn’t seem like the most important thing I could be\ndoing. In retrospect, it clearly was.\n98\nCHAPTER EIGHT\nRunning the process\nEven if you do everything else right, you can get bad results if you don’t\nhave the right process wrapped around your conversations. If you just show\nup to meetings and hope for the best, you aren't making a good use of\nanyone's time. You need to do a little bit of work before and after to extract\nfull value.\nA common anti-pattern is for the business guy to go to all the meetings and\nsubsequently tell the rest of the team what they should do. Bad idea. Telling\nthe rest of the team “What I learned” is functionally equivalent to telling\nthem “What you’ll do.” Therefore, owning the customer conversations\ncreates a de-facto dictator with “The customer said so” as the ultimate\ntrump card.\n \nBut as we’ve seen, it’s easy to misinterpret what the customer said.\nWhen all the customer learning is stuck in someone’s head instead of being\ndisseminated to the rest of the team, you’ve got a learning bottleneck. Avoid\ncreating (or being) the bottleneck. To do that, the customer and learning has\nto be shared with the entire founding team, promptly and faithfully. That\nrelies on good notes plus a bit of pre- and post-meeting work.\n \nThe most extreme way to bottleneck is to go to the meetings alone and take\ncrappy notes which you don’t review with your team. At that point, your\nhead has become the ultimate repository of customer truth and everyone just\nhas to do what you say.\n \nIn my case, I bottlenecked so hard that our CTO quit while saying, “We’re\nnever going to succeed if you keep changing what we’re doing.” In my\n99\ndefence, the stuff I’d learned was true (at least, I think it was). But it didn’t\nmatter anyway since I hadn’t properly communicated it to the rest of the\nteam.\nSymptoms of a learning bottleneck:\n \n“You just worry about the product. I’ll learn what we need to know.”\n“Because the customers told me so!”\n“I don’t have time to talk to people — I need to be coding!”\nAvoiding bottlenecks has three parts: prepping, reviewing, and taking good\nnotes.\nPrepping\nYour most important preparation work is to ensure you know your current\nlist of 3 big questions. Figure them out with your team and make a point to\nface the scary questions.\nIf you’ve already learned the facts of your customer and industry, then you\nshould also know what commitment and next steps you are going to push for\nat the end of the meeting.\nIt’s easier to guide the conversation and stay on track if you have an existing\nset of beliefs that you’re updating. Spend up to an hour writing down your\nbest guesses about what the person you’re about to talk to cares about and\nwants. You’ll probably be wrong, but it’s easier to keep the discussion on\ntrack and hit important points if you’ve created a skeleton. If you have an\nappropriately focused segment, then you’ll only rarely need to do this.\n \nWhile prepping, if you come across a question which could be answered\nwith desk research, take a moment to do it. You want to move past the\nobvious stuff and spend your conversations finding answers the internet\ncan’t give you.\nSimilarly, if you’re about to meet with a business, do your basic due\ndiligence on LinkedIn and the company website. It takes 5 minutes and will\n100\nsave you from borking the conversation and looking like an idiot.\n \nSit down with your whole founding team when you prep. You want both\nbusiness and product to be represented. If you leave part of the company out\nof the prep, then you end up missing their concerns in the customer\nconversations.\nSome founders react with hostility to the whole idea. They’ll say something\nalong the lines of, “We need to be building the gosh derned product, not\nfuffing around talking to people.” On the surface, it appears to be a refusal\nto face the reality that there might be something wrong with the product’s\nfoundations. But having seen it in several teams now, I think it’s actually the\ndesire for speed, where speed is measured by building features instead of\nby de-risking and validating the business.\nBeyond asking a grumpy cofounder to “humour me”, there are 2 questions to\nhelp tease out hidden product risks. The first is asking, “If this company\nfails, what is most likely to have killed it?” If we had asked that about my\nvery first product (a user-generated cartoon community), we would have\nanswered that either nobody wants to create cartoons or that their cartoons\nwill be so bad that nobody wants to watch them. This gives us a good\nstarting point to begin exploring with a combination of technical and\nconversational tools.\nPrep questions to unearth hidden risks:\nIf this company were to fail, why would it have happened?\nWhat would have to be true for this to be a huge success?\nThe second question is a flipped version of the first, from Lafley/Martin’s\nstrategy book. “What would have to be true for this to be a huge success?”\nIn this case, I might have answered that we need lots of hilarious cartoons\nplus scaling revenue from brand advertisers.\nThese aren’t long, involved strategy discussions. Your gut reaction is\nenough. You don’t need to be too rigorous. All you’re really trying to figure\nout is:\n101\n“What do we want to learn from these guys?”\nIn fact, if you’re tight for time, asking this question is the only prep you\nreally need.\nRule of thumb: \nIf you don’t know what you’re trying to learn, you shouldn’t\nbother having the conversation.\n102\nReviewing\nAfter a conversation, just review your notes with your team and update your\nbeliefs and 3 big questions as appropriate.\n \nThe goal is to ensure the learning is now on paper and in everyone’s head\ninstead of just in yours. Talk through the key quotes and main takeaways of\nthe conversation, as well as any problems you ran into.\n \nI also like to talk about the meta-level of the conversation itself: which\nquestions worked and which didn’t? How can we do better next time? Were\nthere any important signals or questions we missed? This stuff is more craft\nthan science: you have to actively practice it to get better. It’s a valuable\nskill for your team to have, so it’s worth spending a bit of time improving.\nJust like prepping, reviewing is so simple that it sounds like a non-step. It’s\ntempting to skip it. Don’t! The review is important. Disseminate learnings to\nyour team as quickly and as directly as possible, using notes and exact\nquotes wherever you can. It keeps you in sync, leads to better decisions,\nprevents arguments, and allows your whole team to benefit from the learning\nyou’ve worked so hard to acquire.\nWho should show up\nEveryone on the team who is making big decisions (including tech\ndecisions) needs to go to at least some of the meetings. The tech guys don’t\nneed to go to most of the meetings, but you’ll all learn a ton from hearing\ncustomer reactions first-hand occasionally. You’ll also be able to help each\nother catch and fix your conversation mistakes and biases.\nMeetings go best when you've got two people at them. One person can focus\non taking notes and the other can focus on talking. As the second person,\nsometimes you'll notice the lead asking bad questions or missing a signal\nthey should be digging into. Just jump in and fix them.\nDon’t send more than two people unless it’s group-on-group or you’ve got a\nparticularly good reason to do so. Three folks interviewing someone can be\n103\na little overwhelming.\nGoing in solo is fine once you get good at taking concise notes. The main\nproblem of running solo is that it's harder to catch yourself and recover once\nyou start going off-track asking bad questions or missing the point.\nIf you’re shy and have no cofounder to take the lead, call in a favour with a\nfriend to come to your first couple conversations with you. You can just play\nthe role of the note-taker until you’re comfortable. If there’s no workaround\nand you have to bite the bullet, remember that confidence is domain-\nspecific. Instead of suffering through, focus on getting better and\nunderstanding the process. It will get less scary as you improve.\nYou can't outsource or hire someone to do customer learning. There are\nexceptional team dynamics where it works, but generally speaking, the\nfounders need to be in the meetings themselves. When a hired gun brings you\nbad news (“This problem isn't real and nobody cares about what we're\ndoing”), properly assimilating it is difficult.\nMore insidiously, if the signal is lukewarm, it’s tempting for a hire to gloss\nover it. Hiring out your learning is a guaranteed way to get bad signals.\nUntil you've got a working business model and a repeatable sales or\nmarketing process, the founders need to be in the meetings themselves.\nOn the bright side, even though you have to be in the room to process the\nlearning, you don't necessarily have to be the one setting up or leading the\nmeetings. You can hire people to help as long as you’re there with them,\nlistening.\n104\nHow to write it down\nTaking good notes is the best way to keep your team (and investors and\nadvisors) in the loop. Plus, notes make it harder to lie to yourself. And\nwhen, months later, you decide to adjust the business's direction, you'll be\nable to return to your notes instead of having to go do a whole new set of\ninterviews.\n \nWhen possible, write down exact quotes. Wrap them in quotation marks so\nyou know it's verbatim. You can later use them in your marketing language,\nfundraising decks, and to resolve arguments with skeptical teammates. Other\ntimes the exact quote isn't relevant and you just write down the big idea.\n \nIn either case, add symbols to your notes as context and shorthand. I use 12\nmain symbols and make up more in the field as I need them. You probably\nwon't exactly copy mine, so don't worry about memorising them. You'll\nbuild your own go-to list as you have more conversations.\n:) :( :| \n☇\n \n \n☐\n \n⤴\n ^ \n☑\n＄\n♀\n☆\nEmotions\n:)\n \nExcited\n:( \n \nAngry\n:|\n \nEmbarrassed\nSomeone saying \"that's a problem\" should be interpreted totally differently\ndepending on whether they are neutral or outraged. Any strong emotion is\nworth writing down. For example, depending on your industry, you might\nalso choose to make symbols for lust or laughter. Capture the big emotions\nand remember to dig into them when they come up.\nTheir life\n☇\n \n \nPain or problem (symbol is a lightning bolt)\n \n \nGoal or job-to-be-done (symbol is a soccer/football goal)\n☐\n \n \nObstacle\n⤴\n \nWorkaround\n^\n \nBackground or context (symbol is a distant mountain)\n105\nThese five “life” symbols are your bread and butter. Combine them with\nemotion symbols where appropriate. Pains and obstacles carry a lot more\nweight when someone is embarrassed or angry about them.\n \nObstacles are preventing a customer from solving their problems even\nthough they want to. They're important because you'll probably also have to\ndeal with them. For example, a lot of corporate folks would love to use\ncloud services and hate their current options, but can't use anything else\nbecause their company's IT policy is an obstacle. Their workaround might\nbe to use their personal phone as a secondary computer or by doing certain\nwork at home. Also worth noting.\nSpecifics\n☑\n \n \nFeature request or purchasing criteria\n＄\n \nMoney or budgets or purchasing process\n♀\n \n \nMentioned a specific person or company\n☆\n \n \nFollow-up task\nAs we discussed, feature requests usually get ignored, but they're a good\nsignal to capture and explore. Must-have purchasing criteria are obviously\nmore important. Money signals are also key.\nWrite down specific names and companies. If it’s someone they know, ask\nfor an intro at the end of the conversation. If it’s a competitor or alternate\nsolution, write it down to research it later.\nPut a big star on items to follow-up on after the meeting, especially next\nsteps you promised as a condition of their advancement/commitment.\nWhere to write it down\nYou want to take your customer notes so that they are:\nAble to be sorted, mixed, and re-arranged\nAble to be combined with the notes of the rest of your team\nPermanent and retrievable\n106\nNot mixed in with other random noise like todo lists and ideas\nIn practice, I’ve found that taking notes in my primary notebook is\npractically useless. Over the course of several months’ sprawl, you set an\ninsurmountable search and retrieval task for yourself. If you won’t look at\nyour notes, they aren’t much good.\nIf you do end up taking notes in non-ideal places, you just need to spend a\nlittle extra post-meeting time moving them over into your permanent format.\nOtherwise you’ll be kicking yourself when you remember that amazing\nquote someone gave you which you can’t quite remember well enough to\nconvince those skeptical investors.\nWhat is a better note-taking medium?\nGoogle Docs spreadsheets and Evernote are both great for team sharing,\nsearch, and retrieval. Spreadsheets are wonderfully sortable if you write\nyour key signals in their own column. The downside is that it comes across\nas rude to take notes directly on a computer during a meeting, so you add a\nbit of mandatory post-meeting work to transfer your notes. I always found\nthis a bit annoying, but it’s way better than losing your learning in an off-\ntopic notebook.\nA dedicated notebook is fine, if you can remember to carry it with you and\nuse it. For a while, I would use my regular notebook for my customer notes\nand then just tear out every page which wasn’t from an interview so it was\neasier to find them later. Hardly the most elegant.\nMy favourite medium is index cards. Post-it notes also work. I carry around\nblank cards and take notes on them, with one quote or learning per card\n(along with a signal icon, of course). After the meeting I jot down the date\nand name of the person on each card. It takes a couple minutes, but it’s faster\nthan moving over all your notes. When we review, we lay the cards out on\nthe table and sort through them. Cards are great because of the random\naccess and sorting. If you learn that the problem you’re solving doesn’t\nreally matter, you can just pull out all the cards marked with a lightning bolt\nand find yourself a new problem that’s already been confirmed.\nWhen I first started, I would make audio recordings, but that suffered from\n107\nthe same problem as notebooks. I'd end up with a ton of content and no real\nway to sort it or find the bit I wanted, so I ended up ignoring the recordings.\nIf you \ndo\n want to use audio, you’ll find people are surprisingly willing to be\nrecorded. Put your phone on the table as you sit down and say, “Hey, is it\ncool if I record this, because I’m always paranoid I’ll miss something\nimportant in my notes. It won’t get shared with anyone or posted anywhere.”\nAlmost everyone says yes, but it does blow your cover if you’re trying to\nKeep it Casual.\nIf you embrace Keeping it Casual, you'll find customer conversations\nappearing out of nowhere and catching you by surprise. Just go with it. I've\ngot notes written on paper plates from a pizza party, on beer mats from the\npub, and on newspapers from the cafe. You'll want to transfer them over to\nyour main storage system once you get back to the office, but it's better to\ncapture what's said on something weird than to try to remember all the\nimportant bits.\nIf it’s totally inappropriate to take notes during the chat, just have the\nconversation and then immediately retreat to a corner to write down what\nwas said. This is how I usually handle customer conversations at the pub or\nconferences.\nRegardless of the medium, the most important thing is that the notes are\nlightweight enough that you'll actually review them yourself and with your\nteam.\n \nRule of thumb: \nNotes are useless if you don't look at them.\nThe process\nTalking to customers is a tool, not an obligation. If it’s not going to help or\nyou don’t want to do it for whatever reason, just skip it. I’m sure you’ve\nbeen on the receiving end of a half-assed survey sent out by some new\nstartup to tick the box marked “learn from customers” on their startup todo\nlist. There are better ways to waste your time.\nWithout figuring out what actually matters to your company and how to deal\nwith it effectively, you’re just going through the motions.\n \n108\nWhen it comes to conversations, it looks like this:\nSigns you’re just going through the motions:\nYou’re talking more than they are\nThey are complimenting you or your idea\nYou told them about your idea and don’t know what’s happening next\nYou don’t have notes\nYou haven’t looked through your notes with your team\nYou got an unexpected answer and it didn’t change your idea\nYou weren’t scared of any of the questions you asked\nYou aren’t sure which big question you’re trying to answer by doing\nthis\nThe persistent presence of any of these problems suggests that you’re doing\nsomething wrong and wasting your time.\nHere are the steps I go through to keep on track. Feel free to ignore or tweak\nas needed given your situation and company. It’s as light-weight as I’ve\nbeen able to get it and should reduce rather than increase the amount of time\nyou need to spend on conversations.\nThe process before a batch of conversations:\nIf you haven’t yet, choose a focused, findable segment\nWith your team, decide your big 3 learning goals\nIf relevant, decide on ideal next steps and commitments\nIf conversations are the right tool, figure out who to talk to\nCreate a series of best guesses about what the person cares about\nIf a question could be answered via desk research, do that first\nDuring the conversation:\nFrame the conversation\nKeep it casual\n109\nAsk good questions which pass The Mom Test\nDeflect compliments, anchor fluff, and dig beneath signals\nTake good notes\nIf relevant, press for commitment and next steps\nAfter a batch of conversations:\nWith your team, review your notes and key customer quotes\nIf relevant, transfer notes into permanent storage\nUpdate your beliefs and plans\nDecide on the next 3 big questions\nThe goal of this process is twofold. Firstly, to make sure you're spending\nyour time well by attacking the questions which really matter and using the\nwhole founding team’s brains. Secondly, to spread any new learning through\nyour team as quickly and completely as possible.\nThere you go. Now you know everything I do about how to learn from\nconversations. Combine this process with The Mom Test, Keeping it\nCasual, and Advancement for maximum learning in minimum time. But even\nif it goes wrong, don’t worry so much. Eternity will forgive.\nThis stuff is fast\nThe time scales of the process are important. The point is to make your\nbusiness move faster, not slower.\n \nDon’t spend a week prepping for meetings; spend an hour and then go talk to\npeople. Anything more is stalling.\n \nDon’t spend months doing full-time customer conversations before\nbeginning to move on a product. Spend a week, maybe two. Get your\nbearings and then give them something to commit to.\nYou’ll keep talking to customers for the life of your company, of course. I’m\nnot advising you to become a recluse after the first two weeks. Your\n110\ncustomers are a crucial source of ongoing insight and will help catch any\nbadgers in the bush, so to speak. With the tools in this book (especially\nKeeping it Casual) you should be able to keep benefitting from customer\nlearning without spending any real time on it. You can do it alongside\ngrowing your business rather than in place of it.\n \nThis stuff moves really quickly when you’re doing it right. This book isn’t\nmeant you an excuse to squander precious months on theorising. It’s meant to\nhelp you extract maximum value in minimum time from conversations so you\ncan get back to what really matters: building your business.\nRule of thumb:\n Go build your dang company already.\n111\nConclusion and\ncheatsheet\nI still ask dumb questions all the time. You will too. Don’t beat yourself up\nover it. In fact, just yesterday I screwed up a particularly important meeting\nby slipping into pitch mode (this was yesterday at the time of writing…\nhopefully not again at the time of reading).\nIt happens. It’s okay. Review with your team, don’t beat yourself up (or your\ncofounders) over mistakes. Work on getting better as a team.\nI make tons of mistakes. At least now I notice and have a chance to fix them.\nMost bad conversations can be fixed. You’re trying to do something\ndifficult. You’re never going to be perfect, but it always helps to be better.\nPeople love startups. Startups do cool stuff and make their lives better.\nEveryone supports the entrepreneur. When entrepreneurs screw up, people\nwant to forgive them. They want the entrepreneur and the startup to\nsucceed.\n \nBy asking good questions, we can fix many flawed ideas before they get us\nin trouble. But still, sometimes it doesn’t work out. It’s okay. Go to the\npeople who believed in and supported you and thank them. If relevant,\napologise. They’ll say something like:\n“Hey, don’t even worry about it — I know how it goes.”\nEternity will forgive our earthly blunders. Everyone loves an entrepreneur.\n112\nAfter all, you’re putting it on the line to try and make their lives better.\nRule of thumb:\n It’s going to be okay.\nHack it\nIn ancient times it was prophesied that whoever undid the convoluted\nGordian Knot would rule the land. Coming across the knot, Alexander drew\nhis sword and with a single stroke, cut the knot in half. The knot was undone\nand he became “the Great”.\nStruggling to untie the knot was the “proper” process. Cutting through it was\na hack (ba-dum tish!). Alexander jumped straight to the end result without\nany of the work.\n \nWhen we find a new and exciting process, it’s easy to spend hours\nobsessively geeking out about exactly the right way to untie this big, gnarly\nknot.\nAt a workshop about customer segmentation, a personal trainer said he was\nspending most of his time on the non-billable commutes between his clients.\nAt some point it was suggested that the police might be a better customer,\nsince he could go to the station and spend all day working with different\nofficers. No commute, more billable hours, and a less price-sensitive\ncustomer. Sounds good in theory.\nWe all started geeking out about how he was going to validate this. Who\ncould he talk to? Did anyone have family in the police? What should his\ninterview questions be? What was the market size? Etc etc.\n \nHe looked at us like we were all idiots and held up his phone. “Why\nwouldn’t I just call them?” It’s not like he didn’t know their number. We all\nstood around a bit dumbfounded while he went outside and called the\npolice. Twenty minutes later, he came back in with a trial session\nscheduled.\n \nHaving a process is valuable, but don’t get stuck in it. Sometimes you can\njust pick up the phone and hack through the knot.\n113\n114\nCheatsheet\nJust in case you like lists.\nKey skills:\nAsking good questions (Chapters 1 & 3)\nAvoiding bad data (Chapter 2)\nKeeping it casual (Chapter 4)\nPushing for commitment & advancement (Chapter 5)\nFraming the meeting (Chapter 6)\nCustomer segmentation (Chapter 7)\nPrepping & reviewing (Chapter 8)\nTaking notes (Chapter 8)\nThe Mom Test:\n1\n. \nTalk about their life instead of your idea\n2\n. \nAsk about specifics in the past instead of generics or opinions about\nthe future\n3\n. \nTalk less and listen more\nGetting back on track (avoiding bad data):\nDeflect compliments\n \nAnchor fluff\nDig beneath opinions, ideas, requests, and emotions\nMistakes and symptoms:\n1\n. \nFishing for compliments\n115\n“I’m thinking of starting a business... so, do you think it will work?”\n“I had an awesome idea for an app — do you like it?”\n1\n. \nExposing your ego (aka The Pathos Problem)\n \n“So here’s that top-secret project I quit my job for... what do you\nthink?”\n“I can take it — be honest and tell me what you really think!”\n1\n. \nBeing pitchy\n“No no, I don’t think you get it...”\n“Yes, but it also does this!”\n1\n. \nBeing too formal\n“So, first off, thanks for agreeing to this interview. I just have a few\nquestions for you and then I’ll let you get back to your day…”\n“On a scale of 1 to 5, how much would you say you…”\n“Let’s set up a meeting.”\n1\n. \nBeing a learning bottleneck\n“You just worry about the product. I’ll learn what we need to know.”\n“Because the customers told me so!”\n“I don’t have time to talk to people — I need to be coding!\n116\n1\n. \nCollecting compliments instead of facts and commitments\n“We’re getting a lot of positive feedback.”\n“Everybody I’ve talked to loves the idea.”\nThe process before, during and after the meeting:\nIf you haven’t yet, choose a focused, findable segment\nWith your team, decide your big 3 learning goals\nIf relevant, decide on ideal next steps and commitments\nIf conversations are the right tool, figure out who to talk to\nCreate a series of best guesses about what the person cares about\nIf a question could be answered via desk research, do that first\nFrame the conversation\nKeep it casual\nAsk good questions which pass The Mom Test\nDeflect compliments, anchor fluff, and dig beneath signals\nTake good notes\nIf relevant, press for commitment and next steps\nWith your team, review your notes and key customer quotes\nIf relevant, transfer notes into permanent storage\nUpdate your beliefs and plans\nDecide on the next 3 big questions\nResults of a good meeting:\nFacts — concrete, specific facts about what they do and why they do it\n117\n(as opposed to the bad data of compliments, fluff, and opinions)\nCommitment — They are showing they’re serious by giving up\nsomething they value such as meaningful amounts of time, reputational\nrisk, or money.\n \nAdvancement — They are moving to the next step of your real-world\nfunnel and getting closer to a sale.\nSigns you’re just going through the motions:\nYou’re talking more than they are\nThey are complimenting you or your idea\nYou told them about your idea and don’t know what’s happening next\nYou don’t have notes\nYou haven’t looked through your notes with your team\nYou got an unexpected answer and it didn’t change your idea\nYou weren’t scared of any of the questions you asked\nYou aren’t sure which big question you’re trying to answer by doing\nthis\nYou aren’t sure why you’re having the meeting\nWriting it down — signal symbols:\n:)\n \nExcited\n:( \n \nAngry\n:|\n \nEmbarrassed\n☇\n \n \nPain or problem (symbol is a lightning bolt)\n \n \nGoal or job-to-be-done (symbol is a soccer/football goal)\n☐\n \n \nObstacle\n⤴\n \nWorkaround\n^\n \nBackground or context (symbol is a distant mountain)\n☑\n \n \nFeature request or purchasing criteria\n＄\n \nMoney or budgets or purchasing process\n♀\n \n \nMentioned a specific person or company\n☆\n \n \nFollow-up task\nSigns you aren’t pushing for commitment and advancement:\n118\nA pipeline of zombie leads\nEnding product meetings with a compliment\nEnding product meetings with no clear next steps\nMeetings which \"went well\"\nThey haven't given up anything of value\nAsking for and framing the meeting:\nVision — half-sentence version of how you’re making the world better\nFraming — where you’re at and what you’re looking for\nWeakness — show how you can be helped\nPedestal — show that they, in particular, can provide that help\nAsk — ask for help\nThe big prep question:\n“What do we want to learn from these guys?”\n119\nThanks!\nIt’s been fun. Thanks for reading :). I hope it was helpful. For slides, videos,\nand other information, check out \nmomtestbook.com\n.\n \nWhen you hit a stumbling block I can help with or learn that I gave some bad\nadvice, hit me up on twitter \n@robfitz\n.\nMy blog where I write about early stage startup stuff is\nthestartuptoolkit.com\n. Subscribe to the rss or email updates and dig through\nthe archive.\nTo learn to be a better founder, you’ve got to get your hands dirty. Startups\nare more craft than science. It’s something you learn by doing. The tools\nhelp, but you need to get out in the field. I’ve learned more from launching\nsilly projects than I ever did from reading books or blogs. Make it happen.\n \nAnd finally, if you’re in the business of supporting, training, mentoring, or\ninvesting in startups, I work with a few other founders building educational\ncurriculum (slides, workshops, videos, facilitation guides, etc) at\nfoundercentric.com\n. Download resources, join the mailing list, and get\ninvolved. We’ve run training from Costa Rica to Kiev with folks ranging\nfrom Oxford to the UN. Get in touch at \naloha@foundercentric.com\n.\n120\nAcknowledgements\nA huge thanks to all the people who helped with feedback, and especially\nthose who took the time to write up their ridiculously useful line-by-line\ncomments: Daniel Tenner, Andreas Klinger, Veronica Torras, Dave\nChapman, Salim Virani, Sabrina Kiefer, Madeleine Evans, Spike Morelli,\nAdele Barlow, and Orsolya Toth. Thanks!\nNobody gets through the startup life alone. Thanks to Paul Graham for taking\na punt on us when we were so clearly clueless and to Devin, Laurence, and\nRyan for getting on that crazy train. Thanks to Saul Klein for lovingly yelling\nat me about sales every Friday and for forcing me to actually read \n4 Steps to\nthe E.piphany\n. Thanks to Steve Blank for writing it. Thanks to Peter Read\nand Andy C for showing me how sales really works.\nThanks to Ian and Pete for getting us settled in London. Thanks to my peers\nin the Braintrust who were the perfect sounding board, and especially Salim\nVirani for calling me on my BS. Thanks to Tom Stone, Dave Chapman, John\nSpindler, and Tim Barnes for showing me the good bits of the startup\neducation world and giving me my first chance to teach.\nBeyond the obvious influence from Steve Blank and Eric Ries, a big thanks\nto some other writers who have directly helped this book with their work:\nAmy Hoy on worldviews, Brant Cooper on segmentation, Richard Rumelt\nand Lafley/Martin on strategy, Neil Rackham on sales, and Derek Sivers on\nremembering that businesses are meant to make you happy.\nAnd of course, big thanks for Mom & Dad for gently planting the\nentrepreneurial seed through both encouragement and their own collection\nof insane startup and/or shipwreck stories.\nThe cover was put together by Devin Hunt.\n \nThe author image is provided by \nheisenbergmedia.com\n. Thanks!\n121\nاﻮﺘﺤﻣ\n \nﺖﺳﺮﮭﻓ\nTitle Page\n1\nContents\n2\nIntroduction\n3\nIs this book for you?\n4\nTalking to customers is hard\n5\nThe Mom Test\n8\nFailing the mom test\n9\nGood question / bad question\n15\n\"Do you think it's a good idea?\"\n16\n\"Who else should I talk to?\"\n22\nUsing the mom test\n23\nAvoiding bad data\n24\nAsking important questions\n41\nPrepare your list of 3\n55\nKeeping it casual\n56\nHow long are meetings?\n60\nCommitment and advancement\n63\n\"That's so cool. I love it!\"\n68\n\"There are a couple people I can introduce you to when you're\nready.\"\n69\n\"I would definitely buy that.\"\n70\n\"Can I buy the prototype?\"\n71\nFinding conversations\n75\nGoing to them\n76\nTo commute or to call\n87\nThe advisory flip\n88\nHow many meetings\n89\nChoosing your customers\n90\nRunning the process\n99\nReviewing\n103\n122\nHow to write it down\n105\nConclusion and cheatsheet\n112\nCheatsheet\n115\nThanks!\n120\nAcknowledgements\n121\n123",
  "file_path": "C:\\Shyamnath\\learning2\\learning\\books\\The-Mom-Test-en.pdf",
  "cached_at": "2025-08-20T13:32:39.376126",
  "text_length": 176764,
  "cache_key": "45e06d75076d1d27dd6638c09f5f4992"
}