{
  "text": "You Are An English Teacher!\nA Guide To The True Basics\nfor Parents, Pupils, Pedagogues, Politicians...\nand probably even Prime Ministers.\nBy\nMark Wilson\nCopyright 2013 Mark Wilson\nSmashwords Edition\nThis ebook is licensed for your personal enjoyment only. This ebook may not be re-\nsold or given away to other people. If you would like to share this book with another  \nperson, please purchase an additional copy for each recipient. If you’re reading this  \nbook and did not purchase it, or it was not purchased for your use only, then please  \nreturn to Smashwords.com and purchase your own copy. Thank you for respecting the  \nhard work of this author.\nContents\nPreface\n1. The True Basics\n2. Who's Responsible For This!\n3. What, exactly, do you mean ?\n4. Read me a Story?\n5. The (Place) of Grammar  \nThe (Place) of Grammar - Part Two\n6. Tell Grandma what you did today!\n7. She can make a pen speak!\nConclusion\nAcknowledgements\nIndex\nTo return to Contents from the end of any chapter, please click <><>\nFor My Family\nPreface\n-“I’m not going to be popular with my colleagues,” I said to my mother in law, at the  \nsupper table.\n-“Vy Naaaht?” she protested encouragingly. \n-“Because I intend to show kids how to spell, and use punctuation.  I’ll encourage  \nneat handwriting,” I said, “and many teachers, these days, think that’s wrong.”  \nThis was August 1988, and I was starting an English teaching post that September.  \nThe angry rumblings of the coming conflict, to be fought on the battleground of  \neducation, could already be heard.  My relatively modest aspirations flew in the face  \nof prevailing fashion, which thought that perhaps ‘fish’ might be spelt ‘ghoti’ (with  \nthe gh of laugh, the o of women, and the ti of addition).  Fortunately, I was to discover  \nthere was in fact room for a wide spectrum of approaches at the ‘chalk face’ in 1988. \nIn tune with the tenor of the times, I had been relatively unencumbered by  \nprescriptive training at my teachers’ college.  I was given, in a manner of speaking,  \nsome simple shapes and outlines, and I could colour them in how I liked.  This  \nseemed odd to me at the time, and it certainly didn’t suit all of the students.  I was  \nlooking for more instruction; I thought they really showed you what, and how, to  \nteach.  But eventually, I came to see the situation as a blessing, although not  \nnecessarily the one that was intended.  One absolutely crucial piece of advice I did  \nreceive from that era was this: \n“Don’t think you know the kids before you meet them.”\nFollowing this good advice meant that I could approach the teaching of my subject  \nfrom the real life perspective of my classroom, where I was prepared to meet children,  \nwith an open mind, and teach them according to their needs, rather than trying to  \nmatch them with some theoretical, constantly shifting paradigm.  Exam results and  \nlevels, while they can be very useful as paper qualifications, have never been as  \ninformative to me as talking to a child, hearing them read, and reading a short essay  \non their likes and dislikes. \nAnother very valuable concept I took with me from college was Action Research. \nThis is the type of research in which, instead of going somewhere, observing others,  \nand making notes; you get fully involved over a considerable period of time, think  \nabout what you are doing - and you make notes.  I didn’t call it research when I  \nbegan, I called it learning how to teach English, but perhaps I am in a position to call  \nit research now.  My manner of presentation here accurately reflects the methods by  \nwhich I have obtained my information: by paying attention to, and reflecting upon,  \nmy experiences as a teacher of English, and as a parent, over the past twenty years or  \nso.  You might call it a considered opinion.  \nI am not qualified to write a book about all varieties of teaching.  I have little enough  \nidea about what really went on, day in day out, in the Maths or Science classrooms in  \nmy own school.  I can’t even say, in any definitive sense, what it was like to be a  \npupil in my English colleagues’ classrooms, yet they were generally less than twenty  \nyards away, for nearly twenty years. I have, perhaps, as much of an inkling as a  \nschool inspector might have, though differently gained.  I covered, watched, and  \ndiscussed aspects of colleagues' lessons; and children have a habit of making their  \nreports.  Such experience may be useful for the odd tip or anecdote, but true research  \nrequires a more steady knowledge of actualities, I think. \nNeither am I an expert in the entire field of language and linguistics, I have no  \nprofound knowledge of all the intricacies of those subjects.  To become an expert in  \nsuch things would be, I believe, a lifetime’s work, and certainly would leave no time  \nto become a school teacher.  I do, however, know how to enjoy good conversation and  \ndiscussion.  I know how to enjoy texts and how to develop an understanding of a  \nwriter’s intentions and methods, and I know how to express myself in writing.  \nApparently, I also know how to help other people learn how to do these things for  \nthemselves, in ways that are at least somewhat enjoyable. That’s how and why I am  \nan English teacher, and why I am qualified to write this book. \nI did a year of supply before I settled into a school, working in primary schools, city  \ncomprehensives, and a more suburban setting.  I also taught French, Science, and P.E.  \nand worked with Special Needs children, on fixed term contracts.  Although I was  \nimpatient to teach English, these experiences, along with the extremely valuable  \nteaching practices, gave me a well rounded view of classrooms, and myself within  \nthem.  \nThere were no strict schemes of work in those days, particularly when it came to  \nstudents and supply teachers, so I had the opportunity to discover and develop my  \nown approach to teaching English in classrooms, with pupils.  But I am most grateful  \nto those teachers who allowed me to take over their classes while at college, and to  \nthose teachers who left good work and trusted me to teach it, conscientiously, in my  \nown way, as a supply teacher; and to those pupils with whom I learned so much.  I  \nalso want to pay tribute to the two thousand or so children, and young adults, who  \nhave passed through my own classrooms on their way to meet their destinies.  Our  \nresearch and development was not some extra activity done in times set aside, in some  \nother place.  We called it ‘English’!\nBack in 1988, I was good naturedly considered, as the saying went, “Somewhere to  \nthe right of Attila the Hun”, because I wanted to teach punctuation.  These days the  \nclimate could hardly be more different, and I’m somewhere to the left of Che  \nGuevara.  But here’s a thing: my methods are the same today as when I began, except  \nthey’ve been developed and refined, regularly appreciated by pupils and parents, and  \napproved by management, and by inspectors, during the intervening years. \nAnd I’m still smiling. \nAs an English teacher, my fundamental concern has always been: “How can we get  \nall children from minute one of their lives, to success in the more advanced levels of  \nEnglish, with as much enjoyment, and as little fuss, as possible?” That’s exactly what  \nthis book is about. \nHowever, because I’ve been an English teacher for twenty years, this is not a book  \nabout ‘how to teach English’.  I don’t think any real teacher would presume to write  \nsuch a book, and no real teacher would want to read one.  Of course, such a statement  \ndepends, quite rightly, upon one’s definition of the word ‘teacher’.  My definition  \nappears in Chapter Two.  I am not sure that we all agree on, for example, working  \ndefinitions of the words ‘parent’, ‘pupil’, or even the term ‘Minister of Education’  \neither.  Undoubtedly we have the concept of the ‘biological mother’, the ‘biological  \nfather’, the egg, the test tube, the sperm bank, but do we still have a precise concept of  \nwhat it is to be, well, whatever it was that the words ‘mother’ and ‘father’,  \npresumably,  used to mean?  Is being a ‘biological mother’ being a mother in name  \nonly?  If so, then what do you understand as the total concept behind the word  \n‘mother’?  Or father?  A large part of chapter one The True Basics looks at the  \nmeaning of these particular words. \nThe definition of terms is an important part of this whole book which has enabled me  \nto keep it brief, and I hope very clear.  For example, within a year of becoming an  \nEnglish teacher, I came to refer to my subject, as Communication through Language.  \nPut this way, most of the ideas expressed in this book are so fundamental that they  \nhave been applied without question to the learning, and subsequent development, of  \nmost ‘mother tongues’  for centuries.  The problem, today, is that this quite natural  \nactivity of teaching children their language can, for any number of excuses, be  \nneglected.  Language acquisition for children then tends to become very haphazard,  \nand lost in a welter of ‘expert’ interference.  All of this leads mainly to delay, only  \npartial remediation, and a degree of unnecessary misery and deprivation for many  \nchildren, from all walks of life.  \nEnglish is not the same as other school subjects, simply because it absolutely must be  \nlearned to a considerable degree whether or not someone goes to school.  Unless there  \nare extenuating circumstances, the subject we all know and love as English is meant  \nto be taught, in the first instance, by a child’s parents, with the wider family, and  \nfriends all as able learning support – and all without any need of formal training.  I  \nhad to rediscover the importance of these basic realities for myself, in order to teach  \nmy subject satisfactorily.  Having a wife and a baby daughter helped me immensely.  \nThere is, in fact, an unofficial English syllabus, beginning at minute one of a person’s  \nlife, which I believe really must provide the foundation for all of our formal education  \nand especially for success in English; and this unofficial syllabus is why, whatever  \nelse you may wish to be at this time of our civilisation, if you have anything to do  \nwith children, I think you are also an English teacher.  But, as our society continues to  \nchange, being an English teacher has become a responsibility which seems to be  \nincreasingly difficult for some of us to fulfil.  This can be a serious problem for  \nchildren, and for the adults they will become.  \nFollowing the natural order of things, I will discuss this very early aspect of English  \nteaching, in Chapter One: The True Basics .  I include the word True in the title  \nbecause I am aware that the phrase “The Basics” has been batted back and forth with  \nincreasing ferocity over the past twenty years, and yet has led to very little, if any,  \nimprovement in education.  The reason why talking about ‘The Basics’ has had little  \npositive effect on education is because most of the people who have been shouting  \nabout the basics don’t really understand what they are.  They seem to think that being  \nable to spell correctly, to use punctuation accurately, to read, to think, and to write  \nessays coherently and legibly are the basic skills of English.  Actually, these are quite  \ndeveloped skills, which children will certainly not be able to practice until they have  \nreceived the true basics of English.  \nThe true basics of English should begin at around minute one of a child’s life and  \ncontinue being taught at home for several years, and it is these true basics which are  \nbeing neglected.  I will discuss all of this in chapter one, and look at the problems  \nmany very young children face today through the lack of instruction, and I will offer  \npossible solutions to their, and our, problems.  \n*\nOnce the true basics of teaching and learning a family tongue have been established  \n(and they are not mysterious) it then becomes possible to discuss the development of  \nEnglish within schools, in terms of a coherent syllabus. When the early learning of  \ntheir language is acknowledged, as it should be, as an integral part of an infant’s life  \n(the original meaning of the word ‘infant’ is non speaker, and it is often noticeable  \nthat children who have not been taught how to express themselves in language remain  \nrelatively immature in outlook and behaviour) only then can the effective teaching of  \nEnglish in schools be properly managed.  \nIn devising a lasting English syllabus, we should keep in mind that using language  \nquite quickly becomes an activity which is, potentially, at least ninety percent  \nthought: the same basic skills, achievements and satisfactions are involved in  \nunderstanding and discussing Spot Goes to the Circus  by Eric Hill at age two or three,  \nand Cat’s Eye by Margaret Atwood, whenever we are ready.  It is a matter of personal  \ndevelopment, and therefore deep foundations in the true basics of English (discussed  \nmost fully in chapter one, but referred to throughout this book) are essential if  \nchildren, and the adults they will become, are not to be disadvantaged when presented  \nwith the tasks, opportunities, and expectations in school and in later life.\nA closely related theme running through this book is the importance of the early,  \nnatural, trusting, and discriminating partnership created between children and parents,  \nthrough early language learning.  This partnership can and should pave the way for  \nlater pupil/teacher partnerships, to the benefit of all concerned.  This is the main  \nsubject of Chapter Two: Who is Responsible for This!  \nDefining the word teacher led me to the definition of several other key concepts when  \nI first started out, and in a relatively short time I had a firm theoretical basis for my  \nwhole approach to teaching English.  The further definition of terms is the main  \nsubject of Chapter Three: What, exactly, do you mean?  Besides acknowledging and  \ndiscussing the beginning of language learning, the opening three chapters also take  \ncare of most of the socio/political context, and commentary. \nThe three chapters:  Read Me a Story?   Tell Grandma What You Did Today  and She \nCan Make a Pen Speak!   provide a practical overview of the link between an infant’s  \nlearning of the fundamental skills involved in using a language, and the subsequent  \nenjoyment, development, and refinement of those skills, which should take place  \nwithin the school subject we know and love as ‘English’.  \nAnd finally, no book about English would be complete without a good, unsentimental  \nlook at a chronic cause of unease about English, outside (and increasingly inside) the  \nclassroom.  I’m referring to the long standing confusion of the word ‘grammar’ with  \njust about every other element to do with language.\nThe word ‘grammar’ definitely should not be confused with, nor allowed to usurp the  \npositions held by: Conventions; Personal Style; the True Basics; Language itself; and  \neven Linguistics - but it regularly is. \nHowever, it is similarly misguided to go to the other extreme and throw out every  \nconcept with which the word ‘grammar’ has been mistakenly associated – but this  \nalso happens. The baby out with the bathwater.\nThis ongoing and very unsatisfactory situation is what has perpetuated the pernicious  \n'grammar wars' (sadly this is an actual term within the academic world) which have  \nhad such a detrimental effect on schools over the years.  Therefore, the place of  \ngrammar is an extremely interesting and controversial topic in English, and I will be  \nlooking at it in detail in Chapter Five. The (Place) of Grammar.  You will find it \nnestled right in amongst the chapters on Speaking and Listening; Reading; and  \nWriting, like a cuckoo’s egg. \nBut to do all of this effectively I must begin at, what appears to me to be, the  \nbeginning.\n<><>\nChapter One:\nThe True Basics\nThe subject we all know and love by the name of English involves helping children to  \ndevelop the skills of Speaking and Listening, Reading, and Writing.  These skills are  \ncurrently known, in the state system, under the code names: En1; En2; and En3  \nrespectively.  And that is fine. \nWhen discussing school subjects, I think it’s essential to have in mind, from the very  \nbeginning - in the case of English from minute one of a person’s life - and quite  \nsuccinctly, what you actually want children to be able to do when they leave you.  \nThat is, a commonly understood destination, represented by tasks (and there may be  \nmany suitable choices) of sufficient width, and depth, that a grading will  \ncommunicate clearly to pupils, and to all concerned, their distinct current levels of  \nability in Reading, Writing, Speaking, and Listening.  \nRight away, you will realize that everybody should be taking the same exam, which is  \ncurrently not the case. There's more on the subject of exams in chapter seven. \nPerhaps you would agree that if, by the age of seventeen or eighteen, young adults  \ncould read King Lear and analyse it with classmates, teachers and any other interested  \nparty; present a twenty minute talk on a related topic – say, the treatment of old  \npeople in various cultures; and respond to an essay assignment beginning, or ending,  \nwith the word Discuss (for example: Discuss the Importance of Eyesight in King  \nLear) with a 3000 word essay, which was: always focused on the task; clearly  \nexpressed; well organized and well presented; intelligibly punctuated, and correctly  \nspelt; well referenced; and included an interesting personal response; they’d be doing  \nexcellently in the subject I’ve come to refer to as ‘Communication Through  \nLanguage’?\nI don’t think you would be disappointed. \nAnd if they can do these things (discussed in subsequent chapters) they will certainly  \nbe able to read, analyse, and sit exams on all sorts of other texts; from letters to  \ndiaries; recipes to handbooks; newspaper articles to web pages, and poetry to  \npolemics. They will be able to write critical analyses and appreciations on all of these,  \nas well as create their own examples; for these are all conventional uses of language  \nand natural inclusions in an English syllabus, culminating in a close study of  \nShakespearean tragedy.\nThe ‘King Lear’ task is straightforward.  It is not the most difficult task we could  \ncome up with, but, because Shakespeare has written some of the most demanding, yet  \nrewarding, texts, dealing with universal themes, it’s probably one of the most compact  \nand complete; with a wide scope for showing one’s ability with En 1, 2 and 3.  (A  \nmore difficult task would be one which required the same level of response to an  \ninferior text.) \nAll school leavers should be able to understand, and attempt, the same kind of tasks  \nin, for example, History and Science: a concept widely known as language across the  \ncurriculum since the nineteen seventies, and tacitly for several centuries before that, I  \nsuspect. But each discipline has its own particular style with language, the teaching of  \nwhich should also form a natural and important part of the syllabus.  And, by the way,  \ndon’t let anyone tell you that you can’t start a sentence with ‘but’ either. \nGiven the proper chance, children from all walks of life will at least be equipped to  \nattempt all of this; and, I suggest, the differences between their levels of success will  \nbe mainly a matter of their personal willingness to engage with such tasks; which, in  \nturn, will depend upon their individual interests, degree of personal responsibility, and  \ntheir perceived purposes in life.\nThis book is also about proper chance.\n<>\nOnce we have come up with a suitable destination for our children, the next question  \nmust be: How do we get them there?  Depending upon the political era in which we  \nlive, this concept has either been, or has not been, partially expressed as an official  \nSyllabus.  The absence of a coherent list of essentials (a syllabus) was very noticeable  \nwhen I first looked for teaching jobs in the mid eighties.  I enquired, once, where  \nhandwriting fitted into the scheme of things at a particular school, and was briskly  \ninformed that if a child wants to write something badly enough, they will find a way.  \nSo, I asked what action we should take if a child wants to write something ‘goodly’  \nenough.  The seeds of this book were being sown, and the subsequent twenty years or  \nso have provided a mountain of fertilizer. \nMy next host seemed slightly embarrassed at not having a syllabus: tacitly  \ncommunicating that such things were frowned upon at the time.  And finally, a  \nsyllabus from a previous political era was found in a drawer in the English office - it  \nwas actually entitled ‘English Syllabus’ - and I was told that, by all means, I could  \nrefer to it if I wanted to.  \nAnd for all the current fashion for rigour and robustness, we have no definitive,  \ncoherent English syllabus even today.  What we have is a growing stack of ring  \nbinders and booklets full of frequently revised recommendations and suggestions  \ncovering almost every concept and opinion available.  That’s not actually a syllabus;  \nit’s a gargantuan lump of clay that someone seems to be calling a sculpture.  It seems  \nthat the journey itself has become the destination. When this happens we travel  \nhopefully, and lifelong, but never arrive, which may sound wonderful, unless, that is,  \nyou are simply on your way to the airport, as school children are.\nI think the main reason why official syllabuses have not survived the vagaries of  \npolitical fashion (which, incidentally, education needs to be placed above as quickly  \nas possible) is because there can never really be an official syllabus which addresses,  \nin sufficient detail, the crucial first five years of a person’s life.  But it’s all very fine  \nto point out the failings of a system; what are we to do? \n<>\nIn the normal course of events, communication through language begins around  \nminute one of a human being’s life, perhaps even earlier.  \nThe very first of the skills of En 1, 2 and 3 to be approached in a teaching and  \nlearning sense would seem to be the Speaking and Listening parts.  A mother is  \nalmost certainly going to be giving her new born child a multi media communication  \nfest, which will include some of her own skills in Speaking, and will make use of her  \nbaby’s ability to hear, who may well be expressing themselves and responding in  \nsome fashion as well. \nThe other things a mother is likely to be doing at the same time: smiling, cuddling,  \nwill encourage hearing to become Listening by providing an appropriate context for  \nher words and sounds. (Context is always crucial to communication through language,  \nand can be manifested in a variety of ways.  The importance of context will be evident  \nthroughout this book.)  Meanwhile, if stories of babies, deprived of parental attention  \nand, in extreme cases, kept locked up in cages for twenty years, creep into your mind,  \nplease keep them there for the duration of this journey.\nThere’s an ancient Jewish phrase I like to keep in mind.  I read about it in Leo  \nRosten’s Hooray For Yiddish! (Subtitled: A Book About English) and it goes like  \nthis: One mother can do as much as a hundred teachers.   \nThat’s certainly worth consideration, no?  People I’ve discussed the unofficial English  \nsyllabus, the true basics, with have reminded me that mothers are often  \ncommunicating with their children before they are actually born into this world.\nHowever, discussing this with school children, they tell me of cousins, brothers, and  \nsisters who are abandoned at a very early age to computers, cartoon DVDs and  \ntelevision, and who cannot read or write at all at age five or six.  School children think  \nthis is a poor state of affairs, and frequently tell me so.\n*\nThough I do believe in the existence of common knowledge, and common sense, it is  \nprobably not scientifically provable that, in our society, everyone is capable of  \nimagining for example: waiting excitedly for a child’s first word; showing them  \npicture books; reading to them; telling them stories at bedtime; giving them colours,  \npens, paper and pencils, and showing them how they work; telling them the names of  \npeople, places and things; devising imaginative reinforcements and repetitions every  \nday over a period of years; asking them questions; putting alphabets up around the  \nroom; chatting with them, and listening to them. \nBut I am not sure we have sufficient time to wait until the world of scientific research  \ncatches up with human intuition and imagination in such matters as this.  When you  \nreally look at what children try to do from minute one of their lives, it seems pretty  \nclear that En 1, 2 and 3 have developed out of, simply, who we are.  Alright, I’m sure  \nthere are people around for whom this type of explanation simply will not do.  \nPerhaps they (both men and women) could get more in touch with their feminine side;  \nfor a properly functioning civilisation usually tries to give its children what they need  \nto survive within the culture it has created for them, does it not?  In fact, this seems to  \nhappen in most animal cultures without a question.  In our human culture, we seem to  \nagree that ability with language is a necessity.  \nAll of the above activities are laden with creativity, often spontaneously generated.  \nThey pretty well have to be, because there can’t really be an imposed scheme of work  \nfor this vital unofficial syllabus, and earliest of teaching partnerships.  It is impossible  \nto police, and enforce.  Something more is required of people.  This lack of an official  \nscheme of work should not be a problem though, because the authority and the ability  \nof the teachers (the parents) are taken as ‘understood'. Unfortunately, in the present  \nera, it is not a given that the parents will actually accept their responsibility.\nWhile I think that just about everyone, from their own positive or negative  \nexperiences, can understand just what a new born baby might be needing and even, in  \nsome visceral way, expecting, as he or she makes their entrance into the world, this is  \nnot to say that we all will receive, or give it, to the same degree.  \nAnd, alright, some people might even deny it, like the camp commandant at Belsen,  \nwho caused the poet Chinua Achebe to drag the poor innocent vulture into this  \nsometimes sad human condition, with his poem Vultures (very popular in schools  \nover the past decade).\nYes, the teaching and learning of the unofficial syllabus is certainly subject to  \nextenuating circumstances.  It is not guaranteed and, common knowledge or not, it  \ncertainly cannot be taken for granted.  The fact of life is that the further we travel  \naway from those first few loving moments of human existence as the centre of  \nattention, the more varied our experience of being taught the true basics becomes.  \nBut, over the years, I have noticed how children of two, three and four years old still  \nwant that unofficial syllabus, if they’ve never had it.  They want ‘one to one’  \ncommunication with an adult, preferably mum, or dad.  It’s what they do.  I don’t  \nthink they’re wrong to want that.  I think they know what’s good for them.  Kids of  \nseven and eight years old still want that kind of communication.  Children of fifteen,  \nif they’re lucky, if they haven’t given up, still want that kind of communication;  \nthough many think their only chance, now, is to have a child of their own as soon as  \npossible.  And so it goes.\nBut a school teacher, with as few as five linguistically deprived children in a  \nclassroom, clearly cannot give the one to one, focused, special attention which even  \nremotely approaches that which children, who are “leaning out for love” as Leonard  \nCohen puts it, need and expect (have a birthright to?) in their early lives.  It may be  \ndemanded of a teacher, and inspected by officials inhabiting theoretical worlds, but  \nforget about it.  It is not going to happen.  \nIn light of this, it is from day one of reception class that the growing army of learning  \nsupport assistants, nannies, personal tutors, mentors, celebrities and football stars  \n(they are all, in effect, surrogate parents but are referred to as ‘role models’ these  \ndays) would, in theory, need to become involved, one to one, with very young  \nchildren, if they were to stand a chance of remedying the earlier deprivation of these  \nchildren.  \nClosely linked to this topic is the testing of pupils and it is a highly charged,  \nemotional subject these days, perhaps because of perceived inequalities of  \nopportunity.  With the passage of time, it becomes debatable whether politicians  \nactually have the necessary vision and know how, with regard to education, to  \nimprove matters.  Statistics can be used for many purposes, and numbers can be  \nplucked out of, or thrust into, the air. Yet, the important early estimation of a child’s  \nability in English cannot but remain outside the realms of officialdom: How much  \nskill in communicating through language does our prospective ‘A’ level student have  \nin En1, 2 and 3, at ages one to four?\nIn discovering a young child’s level of ability with language; league tables and exams  \nare irrelevant from the educational point of view.  Opportunity, nurturing, and care are  \nrelevant.  Official passing and failing are also irrelevant concepts at this level,  \nparticularly for the child, whose learning experience is more bound up with the  \nquality of their life.  The simple truth is that testing at this level is a day to day affair,  \nand would be better defined as taking a natural interest in your child.  It still might be  \ncalled ‘teaching and assessment’, but young children require a far more organic  \nrelationship with the ‘teacher’, which, I think, again highlights the potential of the  \nparents.  Linking the parents to the nursery, via a webcam, might create an illusion of  \nresponsibility for the adults involved, but I don’t think you can expect a two or three  \nyear old child to grasp the virtue of such expedience.\nIt is quite clear, from the strategies traditionally employed by Primary School  \nteachers, that they have always been aware of everything about this situation: the  \nimportance, and the impossibility of it.  How could they fail to be?  Primary school  \nteachers are the first official employees to fully experience the good, or bad, effects of  \nfamily nurturing, or neglect.  But, as teachers, they simply have to cope as best they  \ncan.  More recently they’ve been required to teach according to very detailed  \ninstructions which cannot deal with the situation.  What, for example, would be the  \npoint of asking seven year olds to read and devise Recipes, if they cannot read and  \nwrite properly?  What happens is frustration, learning to fail, and clinging to infancy,  \nwaiting for their proper chance. And getting fed up.\nacknowledging the present disparities between individual children’s exposure to the  \nunofficial English syllabus also sorts out the correct educational, rather than political,  \nsociological, or merely fashionable approaches to the debate about setting and mixed  \nability. \nThe pros and cons of mixed ability teaching and streaming have been explained to me  \nincessantly over the years by people going alternately red or blue in the face.  The  \nmain argument for mixed ability teaching, as I understand it, is that the ‘less able’  \npupils will learn from the ‘more able’, and in this way we can painlessly correct the  \nimbalance of financial opportunity.  Closely linked to this argument, however, is the  \nfact that, with ‘setting’, children quickly become aware of which set they are in.  They  \nlove being in the ‘top set’, but often start telling you that they are thick if they are in  \nthe lower sets. \nWith regard to this argument it is worth remembering that even a streamed class is  \nmixed ability to a considerable extent, but the pupils are close enough in ability that  \nthey can actually learn from each other in a discreet and self motivated fashion.  And  \nwould you, if taking a course in electronics, want to be put in a class of people  \nbuilding an amplifier while you needed to learn how to use a soldering iron?  Which  \nbrings us right to the nub of the matter: if those people building the amplifiers started  \ncalling you thick because, being a complete stranger to the subject, you were still  \nlearning to wire a plug, how would you react? An interesting topic for Speaking and  \nListening might be: “Why are we a society that feels good about mocking those less  \nfortunate than ourselves?  Is this a form of conscience denial, and/or a way of  \nenhancing our own self esteem?”  \nI will discuss individual learning plans in a moment.\n*\nChildren use language in all school subjects.  Currently, by the time children reach  \nsecondary schools, they may, at least, be expected to read a couple of pages of a text  \nbook, and respond with a page or two of notes and writing, for homework.  A  \nsurprising number of children might find this an impossible task to complete because,  \nthrough no fault of their own, they simply do not possess the necessary skills in  \ncommunicating through language.  But there’s the task, scrawled in their optimistic  \nand enthusiastic year seven complimentary ‘planner’.\nNevertheless, within the system as it stands today, schools could quite easily be asked  \nto ascertain each pupil’s current ability with language, at a practical subject related  \nlevel.  One simple way would be to give pupils that same reading and writing  \nhomework assignment to do, right in the first lesson in September, and see how they  \nget on.  When you actually work with children, this is not a difficult thing to do, and it  \ntells you far more than an exam result ever can.  \nThe various Faculties could then compare each pupil’s demonstrated ability with  \nlanguage in their subject, with the level of ability actually necessary to participate  \nfully in the optimum year seven curriculum.  If they can do the work, great, but if they  \ncannot, they need to be taught there and then how to read and write well enough to  \nparticipate.  They should not merely be sent to languish in a lower set and start calling  \nthemselves ‘thick’.  \nNor should they be put out of their depth in the same mixed ability classroom as  \npupils who have, fortunately, acquired the necessary language skills, and start to  \ndisrupt these pupils as a response to their constant embarrassment and frustration.  \nGiven proper language skills, many of these pupils could join in on an equal footing  \nwithin weeks!  It is that simple.  Doing this would also make it much clearer who  \nreally was unwilling or incapable, and their problems could be more directly  \naddressed.\nIt is important that the teachers involved in helping children to catch up with their  \nlanguage skills should be English teachers, not ‘remedial’ or ‘special needs’ teachers  \n– that is, they should be people who know and love the subject of English.  Such  \nteachers will have their own ways of helping children to become able to read and  \nwrite and get on with their lives (see my definition of English Teacher in chapter  \ntwo). The important thing here is to teach children from the level of skill they can  \ndemonstrate in context when asked to read, write, speak and listen. I might combine  \nsuch lessons in ‘communication through language’ with Humanities content, such as  \nlearning about the continents, countries, capitals, deserts, jungles, oceans, rivers of the  \nworld; the history of writing; natural disasters; and so on.  \nThe ‘special needs’ teachers should be used to help children, directly in the classroom  \nif necessary, to cope with the emotional issues they have developed due to the early  \nneglect which has caused their shortfall in language ability in the first place; and  \nwhich now inhibits their learning and development.  \nMeanwhile, pinning the weekly ‘literacy focus’ on the staffroom wall, and asking  \nchildren to remember to write in complete sentences, is what’s known as simply  \n‘covering your backside’, but it is all many teachers at present have the time and  \nauthority to do.  \nProblems of control often occur when children feel threatened by the work, if they  \ndon’t understand it, or they know they don’t have the skills to tackle it properly. They  \nfeel they are made to look stupid, and then they resent the teacher.  Really this is a  \nproblem of trust, and relationships.  It’s no different from a parent presenting a child  \nof four with Lord of the Flies for their birthday, and then giving them a hard time  \nbecause they have scribbled all over the pages. \nThe suggestion that there should be an individual learning plan in each subject for  \neach child in school is just silly.  To have a chance of being effective, class sizes  \nwould have to be drastically reduced, and, as soon as they were, it would become  \napparent that individual learning plans were no longer desirable or necessary.  The  \nvalue of intense training in language skills, setting, and small group learning at the  \nappropriate level, with a teacher leading, would become obvious.\nHowever, it is understandable that such an idea should arise from a mountain of  \ntheory and practice which simply ignores the vital importance of a child’s intended,  \nnatural, very early learning of language.  Individual learning plans are precisely what  \nvery young children need, and should, in the natural course of events, receive.  There  \nis no academic problem when children do receive the unofficial syllabus as and when  \nthey should, and are then handed on to good teachers. \nAs a society we need to work smarter, not harder: the teaching and learning of  \nlanguage is a multi purpose activity, during which children also learn how to develop  \nrelationships with people, beginning with parents.  This natural activity is precisely  \nhow they prepare for their more responsible relationships with teachers, as part of a  \nlarger class. \n*\nMeanwhile, the government announcements of plans to extend the national  \ncurriculum below the age of five, and the more recent flurry of interest in parents’  \nresponsibilities to their children, suggest a general awareness of the effects, and the  \nsymptoms, but not the precise nature, of the problem, which, in summing up, is this:  \nLanguage initially needs to be taught intensively by parents, and this takes at least  \nfour or five years.  Many children are not receiving this tuition from their parents, and  \nthis is causing all sorts of problems, for these children, and for other people.\nWhen you think about children learning their language, a mother returning to work  \nafter a year of maternity leave could hardly be worse timing, though the subjective  \nglow of producing a child and thereby having it all may have cooled somewhat.  That  \nway of thinking is geared towards adult selfishness, not child welfare.  Nobody is  \nforcing people to have children, and having a child is not necessarily doing the rest of  \nus any particular favours.  I would be quite happy with smaller classrooms.  \n Parents’ willingness, or ability, to teach their children is certainly not only dependent  \nupon financial circumstances.  I think it has much more to do with attitudes to human  \nexistence.  In wealthy families, some form of surrogate parenting is certainly not a  \nnew idea, even when it has not been necessary.  In fact surrogate parenting is often  \nseen as a luxury item, or status symbol.  In our society it is perhaps something to  \naspire to.  Drop the kids off at the day care centre and go off and have a life.  Some  \nparents have, from ancient times, considered the day to day bringing up of their  \nchildren an activity they would simply rather pass on to some stranger. \n But, whether surrogates can actually sustain the level, and quality, of interaction a  \nvery young child needs, and in some visceral way seems to expect, in order to develop  \nthe communication skills and early relationships they require in life, is by no means  \nassured. \nIndeed we already have a wonderful example of the bad effect that the farming out of  \nchildren to surrogates can have, in the very popular Romeo and Juliet:  Juliet, nurtured \nby her nurse, and desperately in need of good advice and understanding at age  \nthirteen, ultimately chooses to confide not in her mother, but in her nurse, who makes  \nevery effort at wise counsel.  However, the nurse is constrained by loyalties to her out  \nof touch employer - Lady Capulet, Juliet’s ‘biological mother’ (an interesting term).  \nLady Capulet, the inventor of the handy equivocation quality time, cannot relate to her  \ndaughter.  Neither woman is equal to the special role of mother.  This has disastrous  \nresults – and don’t even ask about Juliet’s dad. \nSo really we need to examine and discuss the whole subject of having children in the  \nfirst place.  From a child’s point of view, perhaps we should not even consider  \nbringing a child into the world until we can give them the attention they clearly need,  \nand which is exemplified, and accommodated in nature, by the teaching of their  \nlanguage.  We should treat this human activity as a natural resource.\nMeanwhile, as a step towards becoming a society that really does care about children  \nand education, we should make a steady attempt to provide all present parents, and  \nparents to be, with an appropriate mental  environment within which they can teach  \ntheir children the true basics of English.  And we should try to educate children as to  \nthe importance of parents, and how to fulfil that responsibility, should they decide to  \nbecome parents.  I am well aware that schemes of this nature exist in some inner  \ncities, but as I have mentioned, child deprivation is certainly not confined to the less  \nwealthy members of society.  Just as excellent child rearing practices are not confined  \nto the well off.  It’s a matter of attitude. \nThere could very easily be pre-natal classes where the needs of infants with regard to  \nlanguage can be discussed.  The deadened instincts can be reawakened, and given the  \nopportunity to flourish.  Teaching a child their language is a kind of focussed baby  \nsitting and, as a stop gap, I think there are many young adults who would like, and be  \ngood at, helping out with this kind of work, at this time.  This would be a great way  \nfor young adults to cultivate good habits and gain experience for the future.\nBut (and there really is no other way) teaching young children takes time, patience,  \nrepetition, reinforcement, and ‘one to one’, as any parent or close family member  \nwho’s tried it will tell you; and there is no one better suited.  \nThis aspect of parenting, which I am sure emerges naturally within the lessons of  \nsome English teachers through the study of texts, should be given the high profile it  \ndeserves all across society.  Not just as media hype, not just as a school subject, not  \nonly in pre-natal classes, and certainly not as the latest political football, but by every  \nday example, and personal experience of growing up.  It should, that is, become what  \nwe do. \nIn many cases people will simply be reminded of the blindingly obvious needs of  \nchildren, which nevertheless, along with healthy food, fresh air, and exercise, so often  \nbecome taken for granted; lost among myriad self absorbed distractions, and  \npressures, and thus neglected.  I think that many adults will then be encouraged to  \nthink about their responsibilities, a baby’s rights, in an altruistic sense, before  \nbringing another child into the world. \nIt would seem to be good value for money: sustaining an excellent natural system, and  \ndealing with shortfalls directly, rather than constantly trying to recreate and correct  \nthis failing, artificial, system.  Unfortunately, it is not a nanny the state needs to  \nprovide, but intelligent husbandry.  The sooner we admit this the better, for then we  \nwill realize that perhaps there are things in life for which there are no adequate  \nsubstitutes. \nFor all the initiatives, smart targets, and cosmetic changes of the past twenty years,  \ntaught so well by one government and learned so well by another, there are children  \nwho have had the benefit of the unofficial syllabus doing as well in English as the  \ncurrent system will allow them to, while many other children struggle. \nMoney talks loud and clear, but its vocabulary and ability to think remain limited.  It  \nis extremely depressing to go into a newly refurbished secondary school, and see  \nchildren in uniforms, even in blazers and ‘ties’, many equipped with mobile phones  \nand mp3 players, who still cannot read, write, spell, or punctuate properly and who  \nfrequently have no pen. They are frustrated, becoming hopeless, and badly behaved.\nTaking steps to create the conditions within which mothers can teach their own very  \nyoung children their language, would seem not so much another desperate measure, as  \nan awareness of the reality of human life.  It would show a pleasing ability to adapt  \nmodern life to our real needs. \nFor some time I was tempted to think that perhaps the solution to all this lay in a  \nreturn to old fashioned family values.  But it doesn’t take much thought to realize that,  \nuntil quite recently, old fashioned family values meant that children were traditionally  \nbeing produced merely to carry on the family business; to be sent out to work before  \nthey reached the age of ten; to be killed because of their sex; or as just one of a  \nhundred other things to experience before you die.\nWhat we might correctly call ‘good old fashioned family values’, in terms of bringing  \nup children, are simply good practices which have been employed by many people for  \ncenturies, in amongst all of the not so good ones.  Today, because everybody has  \naccess to more information, perhaps we can make better informed decisions about our  \nbehaviour.\nEvery Child Matters is a beautiful thought, but until it acquires practical meaning,  \nfrom the very beginning of a child’s life, rather than just being screwed to the walls of  \nstaffrooms and nurseries up and down the country, it cannot become reality. \nBut surely I’m not suggesting that five years of family based language tuition is not  \nonly the way to build the foundations for success for all our children, but also the way  \nto solve many of society’s prob… Godammit! That’s exactly what I do suggest! \nIn the ensuing chapters I will discuss how we might build a durable English syllabus  \nupon such foundations.  \n<><>\nC  hapter Two:  \nWho is Responsible for this!\nTeacher: A teacher is someone who knows how to do something, knows how to show  \nothers how to do it for themselves, and enjoys doing so.  That’s pretty much what any  \npupil is looking for.  There is no need to complicate things with comments like: “Oh  \nno! Teaching is so much more than that.  I mean what about, for example, what about  \nbeing a class tutor?”  As any child knows, if you can teach you can be a tutor.  You  \nmay not love being a tutor as much as you love teaching, but, if you’re a teacher, you  \ncan do it.  You can also be a mentor, and you can tap dance a bit, or something  \nsimilar, like grandma.  \nSo I will not here be suggesting lesson plans, or schemes of work.  For, whilst I own  \nthat a teacher of English must be able to write in a legible hand, spell, punctuate,  \nconstruct articulate and varied sentences both spoken and written; decide on  \nparagraphing and other features pertaining to the amenable presentation and  \norganization of ones ideas; must be able to create characters, express themes, write  \npoems, dream up headlines, design advertisements; be able to be communicated with  \nacross space and time by authors great and small, and more immediately via the  \nvoices of persons small and large; that is, must be able to receive as well as to give;  \nsuch human beings as English teachers be, by the very virtue and nature of their  \ncalling, will certainly devise their own particular and personally efficient methods for  \nenabling children to do these same things for themselves.  \nWhen left to get on with teaching English, at whatever level, the vocation, for me, is  \nsimilar to reading, thinking about, and discussing the expressions of an immensely  \nabsorbing author.  In such a partnership; close attention, reflection, imagination,  \ninspiration and an open mind are important.  But, since about 1991, teaching has  \ngradually become like trying to do all of these things with several officious  \nbusybodies leaning over one’s shoulder, asking inane questions, and making  \nirrelevant comments, while munching cheese and onion crisps.  \n“Those who can, teach.”  It’s a vocation, and you can’t really thrive in a classroom if  \nyou cannot, or are not permitted, to teach as I have described above.  It is therefore a  \nvery strange denial of this modern axiom, the way that back seat driving, under the  \nguise of expertise, has become a lucrative profession for precisely those who do not,  \nteach.  And yet, their opinions and recommendations, strategies, leaflets and  \npamphlets, DVD’s and videos, brochures and manuals now pervade the media, and  \ninundate English offices throughout the country.  They sell many things from minute  \nby minute (fully scripted) lesson plans and ‘recommended’ practices, to courses in  \nCornwall, at two hundred pounds a head, on how to deliver them.  This need to  \nrecommend, or even to prescribe, lessons within schools, after a person has been  \ntrained, has graduated, and has been hired as a teacher, indicates a lack of wisdom and  \nsheer know-how on the part of those involved with the preparation, and employment,  \nof teachers.  The place for the expert is the driving seat, which, in the case of  \nteaching, is located first in the home, and then in the classroom.  \nAs the word ‘learner’ begins to replace ‘pupil’ in the education world, it is interesting  \nto examine the difference in concept.  A learner can be any age, and anywhere, but a  \npupil is precisely someone who learns with the help of, and considerable dependence  \nupon, a teacher - initially a parent.  It is interesting that the phrase ‘independent  \nlearner’ has been coined, and the concept of the ‘pupil’ has been slipped up the sleeve  \nby this intellectual sleight of hand.  For the term ‘independent pupil’ would be an  \noxymoron, and the concept illusory.  Whereas ‘independent learners’ as a concept just  \nmeans children don’t need teachers, and so everything is fine. \nThis is a far fetched idea but, now that children in schools are having independence  \nthrust upon them; what the adult, legally required, in the classroom is doing, has  \nbecome known as ‘delivering the curriculum’ to the learner.  And, since the  \ncurriculum is delivered to independent learners, perhaps a learning assistant, or even a  \ncomputer, might do the delivery job just as well.\nNevertheless, the presence of adults carrying the name of ‘Teacher’ is still required in  \nschools, to bear the responsibility for children’s progress, and especially to take the  \nblame for the lack of it.  But teachers’ authority with regard to their subject, and thus  \nin the eyes of their charges, has been diminished, and teaching, which not so long ago  \nwas, ideally, considered a dialogue between pupil and teacher, has become a  \nbureaucratic form of ‘Chinese whispers’.  In this way, with just a few changes in  \nvocabulary, the proper relationship between, and even the existence of, pupils,  \nteachers, and education, and the relationship between responsibility and authority, and  \nthe true meaning of each of those words, have all been foolishly undermined.\nmeanwhile, the resilience of humans being what it is, many children still quite  \nnaturally consider themselves as pupils, and many have also always accepted some of  \nthe responsibility for their education.  And when a teacher meets one who has, it  \nmakes instant sense, because it is a natural partnership, nurtured at home.  \nGenerally, children expect and respect knowledge of subject and good leadership  \nfrom their teachers, and thus they accept control, and they welcome responsibility  \nwithin that framework.  Children do not appreciate, or respect, being told, openly or  \ntacitly, to get on with it, though they will play such a system mercilessly and with  \ncontempt.  Of course we can by-pass all of this hassle of having real teachers and  \nparents, simply by telling children that, for example, from now on they can be  \nindependent learners, and find out for themselves what everything they come into  \ncontact with is called.  No doubt they’ll ask a pleasant looking stranger.  Calling  \nchildren independent learners is just modern jargon for “go away I’m busy”, at home;  \nor “we’ve completely lost our way” in schools.  Lots of children and lots of teachers  \nknow this, and continue as best they can in the current situation. \nOne thing success won’t depend on in school, however, is corporal punishment,  \nwhich has, rightly in my view, been outlawed.  But before we move on, we might  \nlook more closely at what should have, but certainly has not yet, replaced it: Personal  \nResponsibility.\nI think it is now clear that, in the first instance, it is the parents who, albeit tacitly  \nthese days, do have the authority and are expected to accept the responsibility for an  \ninfant’s initial instruction in English.  Young children are certainly willing partners in  \nthis, though many parents choose to delegate their responsibility to a paid stranger.  \nUltimately though, whatever the attitude a parent may have towards their young  \nchild’s learning of language, an English teacher is going to have to work with the  \nresults. \nIt’s clear, from being an English teacher, that some parents try to take responsibility  \nfor their children’s behaviour, right through school.  But the responsibility for  \nlearning, at all levels, should really be shared between the teacher and the pupil.  The  \nunofficial syllabus is naturally based on close, one to one observation and monitoring  \nof a child/pupil on a daily basis, in vastly diverse family settings.  And yet, many of  \nthese teachers of the true basics employ almost identical methods: repetition,  \nreinforcement, variation, development, all geared to the perceived needs of their own  \nchildren.  These methods, it seems, occur quite naturally and consistently to people  \nwhen they are ready, willing, and able to take responsibility for bringing up their own  \nchildren.  It is tempting to think, perhaps, that one such person, one mother/teacher  \nmight be able to bring up several infants not her own.  But this is to discount the  \nemotional development and bonding which nature has quite ingeniously built into this  \nearly language tuition; the one to one interaction which language brings with it and  \nwhich young children seem to need, want, and flourish under. \nLater on, however, precisely because they have received this early nurturing attention  \nand tuition, many school-age children can quite easily form teacher/pupil partnerships  \nwithin classes of twenty five in schools; although, while private schools continue to  \nattract customers by promising considerably smaller classes, with connotations  \nharking back to the desired parent/child partnerships, the ideal class size must still be  \na subject for intelligent debate, and subsequent open agreement.\nIn my experience, many children do instigate this teacher/pupil working partnership  \nas a natural progression from their earlier experience at home.  They are seeking  \nsomething similar to a parent, but at the same time they want what is quite clearly to  \nthem, the next step.  They want more autonomy, and they also need more advanced  \nand specific expertise from their teachers.  When a child understands the concept of  \nbeing helped by an adult who knows what they are doing, from early experience with  \ntheir parents, the transition to school life can take place quite smoothly.  And teachers  \nneed to be open, and equal, to the role– which children generally recognize. \nBut without this early teacher/pupil experience at home, I also see many children who  \nare at a loss as to how to benefit from their time in school, because they have not  \nreceived the early training at home.  They are then, perhaps, labelled as being of low  \nability, or perhaps as having behavioural problems, and special needs.  A harassed and  \nunfairly blamed teacher once threw up his hands and shouted “Perhaps some kids are  \njust plain thick!”  Low ability, behavioural problems, or ‘just plain thick’, are really  \nsymptoms of deprivation, and it seems to me that we treat symptoms, not the ‘illness’.  \nIncidentally, I say this while remaining aware that the blame for poor learning, and  \npoor behaviour, will continue, for at least the next academic year, to be placed upon  \nschool teachers.  Unfortunately, although authority and responsibility are rationally  \nseen as the two sides of the same coin, they are often, in reality, completely different  \ncurrencies. \n*\nMany children, who do willingly share the responsibility for their education, and are  \nable to make good use of their teachers, are trying hard because they still want to  \nplease their parents.  This will probably be true if parental encouragement has been a  \nfeature of their early life.  Again, it is not scientifically provable, but I think we all  \nknow that children want mummy and daddy, and later mum and dad, to “watch!” and  \n“look!” and “see what I’ve done!”\nVery young children desperately want us to see when they write their first letters and  \nnumbers, or even when they scribble.  They want to show us how they can read a  \nword. \n(It’s what they do.)\nLater, they want us to read their stories and essays, listen to them read, and practice  \ntheir oral presentations.  They want us to come to the school play, the concert, and  \nachievement evening.  And a lot of parents go.  But sometimes, for many reasons,  \nthey don’t, can’t, or won’t watch, look and see, or go to the concert and the  \nachievement evening.  I think this is often seen by children as a betrayal.\nIn most schools there are children who will go on to university, and children who will  \nleave with barely a GCSE, yet taught by the very same teachers.  Surely this tells us  \nsomething about the effect a child’s experiences at home might have upon their  \npreparation for, and attitude to, school, teachers, and their own learning and well  \nbeing. \nBut if, as shown in the previous chapter, the full relationship can rarely be provided  \nby a ‘hired surrogate’, there does seem to be a strong, forgiving, mental and emotional  \nelement involved when circumstances such as bereavement or adoption force the  \nissue.  Grandparents, for example, might bring up their grandchildren excellently,  \nwith considerable experience in what is required.  And people taking in a bereft child,  \nusually do so with the precise aim of providing love and nurturing, on an intuitive  \nlevel. \nTeachers, and others in schools, can really only be an important second in line.  \nPerhaps teachers are, ideally, the link to the outside world, in which children will  \neventually perform.  \nMany children with earlier positive experience will seek, and get, something akin to  \nactual parental recognition from a school teacher.  Ideally, this will supplement the  \nattention the parents give, but often, it seems, the ‘teacher’ type is the only  \nrecognition and true encouragement some children get.  Amazingly, some teachers  \nhave the wherewithal to go a long way towards developing the self esteem and  \nemotional security a child needs.  On the other hand, it is not uncommon for a child to  \nwonder aloud if Miss and Sir might get married, and adopt them. \n*\nThe psychological measures currently deemed necessary to motivate pupils to become  \nindependent learners, seem to reflect the fact that the efforts at transforming  \neducation, so far, have been mainly cosmetic.  At present, the hype attached to exam  \nresults across the board, the humiliations of failure, and the phony praise of league  \ntables, are all superficial and damaging in their way.  The overuse of words like  \nexcellence, and the seeming confetti of A* grades, make their appearance confusing to  \nsome, rather than the unequivocal celebration they should be.  \nThere is considerable irony in the fact that while newspapers regularly report on  \nleague tables and schools which are doing well, they also carry stories about increased  \nlevels of stress in these schools, the use of drugs by children, along with suspicions of  \nmaking exams easier, and massaging numbers, all caused by this relatively new  \npressure to succeed in exams as a measure of educational excellence, which has been  \nplaced upon pupils and  parents, pedagogues, politicians, and prime ministers... prime  \nministers... prime ministers.  \n*\nIf we want children, or anyone for that matter, to truly accept responsibility, rather  \nthan, for example, merely passing the buck, or burdening them with it, it has always  \nseemed to me that we must be prepared to explain why we want them to do things.  \nWhy something is important.  For example, why should anyone care about spelling?  \nWhy should anyone try to write legibly, and use punctuation?  Being prepared to  \nanswer such questions, and discuss them, can become the very basis of one’s  \nteaching.  It is also a check for anyone at all, with respect to what they might ask  \nsomeone else to do, or to believe.  Defining your terms index links your methods to  \nthe changing times, it keeps you alert and honest, and takes care of all kinds of  \ninflation.  Teaching can certainly be seen as one of the higher forms of leadership. \nAnd so, without further ado –\n<><>\nChapter Three:\nWhat exactly do you mean?\nSo, one day I walked into my classroom and said to my little Year Sevens “You  \nknow, the subject we call ‘English’ is really about Communication through  \nLanguage.”  And what do I mean by that?  \nThe definitions which follow are simply the ones with which I agree.  I don’t claim  \nthem as originals, but neither would I want to attribute my own actions to anonymous  \nand often changing definitions.  I may even have made some of them up, it doesn’t  \nmatter; the actions informed by these definitions are what count, and everything is  \ninfluenced by our experience, reading, discussion, thought and ultimate interpretation.  \nAnd remember, I’m talking to eleven year olds here, so don’t expect any jargon.  \nCommunication is expressing your thoughts and feelings to somebody, including  \nyourself, and getting through to them. \nIf you don’t get through to them, then you have not communicated. \nHowever, it’s good that you tried.\nSomeone might hear, or read your particular combination of words, but if they don’t  \nunderstand what you mean, then you haven’t communicated.  Still, they might, by  \nthinking about your words, communicate something to themselves.  That is just fine,  \nas long as they don’t then blame you for what they think you said….apparently this  \nhappens with religious texts all the time.  Therefore, studying any text is certainly  \nabout trying to understand what someone else has to say, and analysing how they’ve  \ngone about it.\nHow many ways can we communicate?\nTypically:\nFacial expressions\nMusic\nSpeech\nWriting \nTelepathy\nBody Language\nPainting\nSculpture\nDancing\nTelepathy is what we’re really after with communication.  Getting something directly  \nfrom your mind into someone else’s mind, and vice versa. \nWhat’s the difference between Telepathy and all the others?\nAll the others involve the use of a Medium, to achieve the desired communication.  \nLanguage is a medium.  \nAnd there’s many a slip twixt cup and lip.\nLanguage: My definition of language is simply the words we use be they in English,  \nFrench, Spanish, Punjabi, or Japanese – words, vocabulary, lexis.  So, in  \n‘communication through language’, we want to get what’s in your head into my head,  \nthrough the use of words, spoken or written.  And don’t forget: Question everything!  \n“Your mind is your temple, keep it beautiful and free, don’t let an egg get laid in  \nthere by something you can’t see.”   Bob Dylan.\nBut, what is actually involved in ‘Communication through Language’? \nFor me, it breaks down into three main parts, as follows:\nIntention & Expression  – Intelligibility & Recognition – Understanding & Response  \n(where it all starts again at Intention).\nYour intention and mode of expression: what you want to say and how you want to  \nexpress it, are your own personal choices. \nSimilarly, the understanding of your intention and the response to what you have tried  \nto communicate are, ultimately, personal choices for whoever you are trying to  \ncommunicate with.  People can also, and regularly do, choose not to make an effort to  \nunderstand.  That’s life. \nBy personal I mean ‘yours’:  How you will choose to express yourself, and how well  \nyou will try to allow someone else to communicate with you, and how you respond. \nBut Intelligibility on the part of the communicator, and Recognition on the part of the  \ncommunicatee, both depend upon the use of Conventions: that is, “an agreed way of  \ndoing things”.  And the conventions of English are incredibly sturdy and simple, as  \nwe shall soon see, but they have been alternately weakened, and complicated, down  \nthe centuries by various people.  Indeed, it has taken me a whole chapter The (Place)  \nof Grammar to discuss conventions properly, and to rescue them from the grip of  \nvarious phoney grammatical rules.  Phoney grammatical rules are simply a specific  \nversion of accurate English which someone would prefer you to use, rather than your  \nown perfectly good version of accurate English.  The phoney grammatical rules have  \nbeen responsible for the petty but pernicious squabbling of the grammar wars over the  \nyears and school children have been caught in the middle, like in a custody battle.\nA good example of phony grammatical rules right here would be the issue of the, now  \nlargely forgotten, “Parts of Speech”, which were thrown out years ago by the  \ncurriculum makers in power at the time: subject, predicate, object and so on, which  \nwere offered to us by the previous incumbents, for the parsing of written down  \nsentences.  And those ‘parts of speech’ did need throwing out, because they were not  \nparts of speech at all, they were much more to do with some pretty sterile analysis of  \nwriting. \nBut, disagreeing with someone’s definition of the ‘parts of speech’ is no reason for  \ndoing away with the entire concept of ‘parts of speech’.  After all, many people throw  \nout the entire concept of a God, just because they don’t like to think about the old man  \nwith a long white beard which their minds were bathed in as a child, and so on.  \nBut this throwing out of the baby with the bathwater, apart from being a very careless  \nthing to do, is more about problems with politics and authority, than with the calm  \nstudy of theological beliefs, evolution, or communication through language. \nBut that’s sociology.  \nIn preparing to teach children, after throwing out the dirty bathwater, I noticed sitting  \nthere the actual parts of speech, which are as follows: Intention, Vocabulary, Syntax,  \nPhrasing, Pronunciation, Intonation, and Context. These have always been with us,  \nand are far too obvious and integral to our existence to have been anyone’s invention,  \nor to be replaced, or discarded. \nMore about this in chapter five, and in chapter seven I will discuss how these actual  \nparts of speech have been applied to writing for centuries.\nFor the present, we need to know what the main agreements (conventions) are. We  \ngenerally agree on the following:\n•Words/Vocabulary/Lexis \n•Pronunciation, to a degree\n•The Alphabet and Punctuation\n•Letter shapes, within limits\n•Spelling\nTo this list of true basics I will now add The Parts of Speech, as outlined above.  The  \nrest: having something to say, and how you say it (Speaking and Writing) or being  \ninterested in what someone else has to say and how they have said it (Reading and  \nListening) have more to do with personal desire, involvement, and style, than  \nanything else.\nTo recap:\nIntention: What you want to say.\nExpression: Getting your idea out into the world in some form or another.\nIntelligibility: Ways of using the conventions of a language which are recognizable to  \nthe person, or people, you want to communicate with. \nRecognition is where the other person starts to kick in.  They at least have to  \nrecognize the words you are using, although some meaning can certainly be  \ncommunicated by tone and context (and to the very young, perhaps most, or even all  \nmeaning, is communicated by tone and context at first). \nGenerally, the participants in communication through language have to at least be  \nspeaking the same language.  It’s no use me saying to a pupil:  “Donnez moi votre  \ncahier, s’il vous plais,” and getting angry if they don’t hand me their exercise book.  \nBut, if I say, “Please give me your exercise book,” I can expect to receive it – or an  \nexplanation.  There is responsibility for intelligibility on both sides, and that’s what  \nchildren readily understand when it is explained to them (see in chapter two…  \n“Why?”).\nUnderstanding: this is the trickiest element [and at this point I would like to welcome  \nall of our deconstructionist friends aboard].  If the person you are trying to  \ncommunicate with doesn’t get your meaning, but gets a meaning, then they are  \ncommunicating with themselves, even if they are sitting right in front of you nodding  \nand smiling and making all of the right noises (a rather disconcerting, but all too  \nrelevant thought).  What is going on in their head still is understanding.  And all of  \nthis is perfectly fine, as long as they don’t then think that what they understand is  \nnecessarily what you meant, and start getting stroppy, or making wedding plans.  \nWhen reading a text, or indeed when hearing words, those words are very likely to  \nilluminate associations within our own minds depending upon who we might happen  \nto be at the time, and what our life experience is, as distinct from the intentions of  \ntheir present author.  Depending on how much time we are prepared to spend, and on  \nhow much critical analysis of our own responses to other people’s words (spoken or  \nwritten) we are prepared, or encouraged, to do; and depending on where our frame of  \nreference happens to be at the time; we are quite likely to imagine that we know all  \nabout an author’s, or a speaker’s, intentions the minute we read or hear their words.  \nWe all start out as deconstructionists, and, with regard to texts, no writer I’ve ever  \nheard of would deny the reader the right to their own personal interpretations whether  \nor not those interpretations agree with the writer’s original intention.  But, on a less  \nego-centric level, our own interpretations of texts, priceless in themselves, might also  \nbe seen as stages in a journey towards understanding the intentions of, and thereby  \nreally communicating with, the original author, should we deem that a worthwhile  \npursuit.  \nCommunicative results are often much easier to gauge with the spoken word than  \nwith the written, that is, until things become heated, and I finally realize that you are  \nsimply twisting my words to suit yourself (you bastard!).\nResponse: Once someone understands a meaning, they will think or feel something,  \nand that is their response - which they might then want to express.  This response then  \nbecomes their Intention.  They will be responding to their understanding of what  \nyou’ve expressed, which may well coincide with your intention; when this happens,  \nit’s very effective when the other person is right there with you, and it might be just as  \neffective if they are twenty four hundred years away in a book, like Sophocles. \nWhen all of the above come together, it can lead to all night sessions; text and fax  \nrelationships; bitter arguments; pen friends; marriage; diaries; and the art of  \nconversation.  I was tempted to throw in world peace - but hey. \nWhen I started teaching, the ideas outlined above began to develop and inform my  \nteaching methods.  For a short while, I even attempted to present these ideas as baldly  \nas this to children, as a theory.  But gradually I was able to allow these ideas to  \nemerge as and when appropriate; depending on what area of communication through  \nlanguage we were studying at the time.\nSetting them out like this, twenty years later, these ideas still seem simple and quite  \nobvious. However, I don’t think I invented these ideas, but, if I was to develop a  \ncoherent syllabus for my teaching, I was left to discover them and to articulate them  \nfor myself.  I now realize that these ideas are natural and direct developments of the  \ntrue basics.  For example: Often, pupils will tell you that they have no idea what a text  \nis about.  But by resurrecting the concept of ‘conventions’ as agreed ways of doing  \nthings, and good personal style as, simply, an accurate individual application of  \nconventions, it has always been reasonable to suggest to pupils that our job is to  \ndiscover simply how and why a poet has used certain conventional words. In the  \nearlier quote from Bob’s song, the words are all very familiar, it’s just the way he’s  \narranged them that spark the thoughts; and what could Keats possibly mean by “the  \nfaery power of unreflecting love!”?  The words of a text are generally words that we  \nknow and use ourselves all the time, with one or two exceptions which we might need  \nto look up in the dictionary – ‘faery’ for example - thereby naturally expanding our  \nvocabulary.  \nBut you could probably get the intended meaning of Keats’s ‘faery power’, or Bob’s  \nuse of ‘something you can’t see’ from the context.  Studying a poem requires only  \nthat all participants in this act of communication be well versed in the conventions,  \nwhich are few, uncomplicated, and basic.  Recognizing the words on the page should  \nbe quite easy, if the text is appropriate. I call it a responsibility, but, as such this  \nresponsibility deserves to be fully explained to children.  Explaining this  \nresponsibility motivates pupils to use their powers of concentration and imagination;  \nmotivates them to think, and perhaps to engage in some research, in order to allow  \ncommunication to take place fully.  \nAs a mnemonic for the overall concept behind everything that has gone before in this  \nchapter, I keep a poster on the wall which looks like this:\nC O P N E V R E S N O T N I A O L N S\nBecause, you can think and say whatever you want and you can respond to what you  \nread or hear however you like.  But, if you want to communicate with someone, or to  \nbe communicated with, you need an agreed way of doing things in order to achieve  \nintelligibility – and that’s what the conventions of English are: an agreed way of  \ndoing things.\nAnd this brings us quite naturally to my definition and consideration of the  \nconventional skills of Reading; Writing; Speaking and Listening, which our one  \nminute old child will need, in order to be able deal on an equal footing with King Lear  \nwhen she meets him at age seventeen or eighteen, and which I will now discuss in the  \nremaining chapters.\n<><>\nChapter Four:\nRead Me a Story?\nThere’s an old saying I recently invented that goes: “If you start off simply, it’ll  \nalways be simple, no matter how complex it gets.” So how do we get from minute one  \nof life, to reading Shakespeare with understanding? Well, first of all, for me, there are  \ntwo main definitions for Reading (and two for Writing).  \n***\nReading: Elementary:\nElementary Reading , aside from being read to, and following what mum or dad is  \ndoing telling a story, looking at this thing they call a book; is coming to realize that  \nThe Alphabet is actually a collection of signs telling us to say the words we learned to  \nsay when we learned to speak; like we’re doing now.  \nWe call these signs ‘Letters’, and that’s the function of the Alphabet, its raison d'être.  \nAlthough, when children get a little older, I think they should know that punctuation  \nis really part of the alphabet, also.\nAs I mentioned in Chapter One, when talking about the unofficial syllabus, it’s  \nessential for a child to be given the opportunity to pick up this type of thing at an age  \nwhen they are going to be suitably impressed.  And they usually are mightily  \nimpressed. I think this is their birthright, and absolute need.  \nReading and Writing are the two sides of the Spelling coin.  I believe that Spelling  \nmight even be what writing used to be called.  Maybe magic spells were always  \nwritten down in a book of spells, and they had to be spelled correctly or the magic  \nwould not work.  Correctly is nothing more, nor less, than using the conventional  \nletters of the Alphabet in various agreed combinations, in order to get people to say  \nthose words you want them to say.  Spelling is a conventional activity for the purpose  \nof intelligibility.  There are lots of ways of getting this over to children, and  \ndeveloping it.  Ask a mum, a dad, a brother or a sister, a grandmother, and later on,  \nask a real school teacher.  More about this in a minute.\nIt starts with setting an example; reading to a child, showing them the books, the  \nwords and pictures.  I think that letters, from people children know, are one of the best  \nways of getting the concept of what writing and reading really are, across.  It’s pretty  \nnatural: “Look, grandma’s written to tell us how she’s getting on in her new flat.  \nShe’s written it down using a pen and paper, like you can.  Let’s read what she says  \ntogether. Do you want to send her a few words?”  \nThe readiness is all.  Clearly, the concept of ‘pen friends’ was invented as an exercise  \nin reading and writing, which would be personally relevant to children.\nAs people read to a young child, they usually demonstrate what they are doing,  \npointing to words, and putting expression into their voice.  It’s part of the human  \ncondition.  And, if you say that the ‘gh’ in ‘laugh’ sounds like an ‘f’, that’s what your  \nlittle pupil will learn, and do, because they trust you and they want you – they want  \nsomeone!  Please! - who knows, to tell them the way that it is. \nAlthough, as a secondary school English teacher, there’s been little time to do this in  \nthe past ten or twelve years, I used to meet pupils who found it interesting to explore  \nwhat the Alphabet actually is, how it developed, and why punctuation is part of it.  \nExploring the alphabet and punctuation in an historical fashion can be a natural  \nreinforcement and extension of earlier learning; and, for those who missed it, a very  \nwelcome opportunity to quietly catch up, and learn something new all at the same  \ntime.  This is very easy to do today just by typing the word “Alphabet” into Google.\nExploring the brass tacks of the alphabet, punctuation, reading, and writing, is a  \nnatural way of handing over some responsibility to children. With an understanding of  \nhow and why conventions like the alphabet may have come about, come the  \nbeginnings of independence, empowerment, and the motivation to take responsibility  \nto try and use them properly, and individually. \nAlthough all of these ideas are tacitly present in the study and creation of any text,  \nand can be referred to at any time, perhaps they deserve to be studied in their own  \nright at some point in a person’s life; for a child of two or three will say ‘buh’ and  \n'cuh’ and ‘wuh’ when you point to B and C and W because they know you love them,  \nthey trust you implicitly, they want to show you and themselves that they can do it,  \nand they want to please you.  But a child, of say around nine to twelve, will renew  \nthat trust when you empower them with their own responsibility, by showing them  \nwhy they’ve been doing things this way, and how it relates them to the larger world.  \nThat’s where “Why should I?” comes from, and answering that question properly will  \nkeep you honest, and them interested in hearing what you have to tell them.\n*******\nActually, I think that spelling is one of the most democratic activities currently  \navailable.  You can see why I haven’t been popular with some of my colleagues.  But  \nthen, it’s pupils in my classroom I have to make sense to. \nA writer may hear words in one accent in her own head, as she writes; and the reader  \nmay hear them in an entirely different accent in his head when he reads.  That’s fine.  \nShe has a personal intention, and makes it mutually intelligible through conventions;  \ntherefore he recognizes the words.  All he has to do now is lay aside any  \npreconceptions, concentrate, and, by using his own experience and imagination, and  \nby paying attention to the context, he’s got a great chance to understand exactly what  \nshe is talking about. \nWhy wouldn’t you want to do that?\nThat’s a good question actually, Adam.  One of life’s little ironies is that we spend all  \nthis time teaching you how to use punctuation, and then some of you go off to  \nuniversity for several years to learn how write without it.  In law there is  \ncommunication in writing in which no punctuation is used; there may even (I’ve  \nheard tell) benospacesbetweenwordsisthatunconventional Not really.  It’s all still  \nintended to be mutually intelligible to the right people.  And it shows us that the  \nspacing and phrasing and intonation are actually all in the heads of the people  \ncommunicating in this way, in the first instance, where they started - in speech.  That  \nway of writing is a kind of code, a variation.  People used to write quite long and  \ninnocuous letters while, between the lines, there was another message written in  \ninvisible ink.\nPerhaps because people grow up with very different accents, while speaking the same  \nbasic language, the conventional way of spelling words seems to have as much to do  \nwith their etymology, as with their general sound.  That’s where the democratic part  \ncomes in.\nFor example: Why spell the word laugh like that?\nBecause I said so! Whack!\nNo.\nSo you’ll get a level 7, dummy!\nNo.\nBecause, if everyone spelled words how they pronounce them, could they understand  \neach other’s anarchic written communication? Try it out.\nLairf - American\nLarf- Queen\nLaff- Up North\nLehff - Australian\nImagine those four exchanging letters, or writing and reading books with thousands of  \nmerely anarchic spellings in them. Are you feeling lucky? \nThe fact is that ‘Laugh’ comes to us from northern Europe – LACHEN (in the  \nChambers dictionary)  But, at least nowadays, we don’t particularly like to make that  \nroof of the mouth sound, so perhaps that’s why we changed the ch to an ‘F’ sound,  \nsignified by GH. That’s fair enough, isn’t it? \nI mean, you can make it your life’s work to get that changed if you like.  But that  \nmust be done in your own time. You might even get a grant for it!  In the classroom  \nyou show children the conventions, and let them practice.\nStill, you pronounce it, and hear it how you like.  That’s personal.  But you spell it  \nconventionally, so as to be intelligible.  If you don’t care about being intelligible, why  \nare you going to bother writing to someone else in the first place?\nThere’s more to it than that.  I mean, why is there a ‘U’ there?  Why does GH tell me  \nto make a sound like ‘F’?  Good questions.  Sounds like homework? And while we’re  \nat it, how many other words with GH together in them can you find and write down,  \nand have a test on next week, followed by a spelling bee with a bar of chocolate as a  \nprize?  \nSay it how you like, but spell it conventionally to be understood in writing.  \nAccent is to do with your mind, your mouth, your lungs, and your vocal chords. \nSpelling is to do with everybody’s alphabet.  Could it be fairer?\nWell, yes.  We could all get an equal chance to learn these ways of getting on in the  \nworld when we’re babies.\n*****\nWhile we’re on the subject: can Spelling be taught? To tell you the truth, after twenty  \nyears I think you have to go right into etymology and maybe linguistics and phonetics  \nto actually teach spelling.  But I don’t need to do that in school, although regular trips  \ninto etymology are a must, because it’s interesting.  I can persuade people to take  \nresponsibility for their own spelling by explaining a few things, as above, and  \nfollowing it up regularly. Today, though, individuals have a fantastic opportunity to  \nsharpen up their spelling, just by proof-reading their own texts and emails. \nI think some spelling can be taught, some caught, and some can be memorized; there  \nare some useful rules, patterns, and effects - like the magic ‘e’, and doubling  \nconsonants - but a lot can be looked up quite easily in the dictionary. \nI think it’s important to motivate people to want to spell properly.  And it’s not always  \ngoing to be because you’re big and they’re little, and they want to please you. \nI met a teacher on supply once who, when a child asked her how to spell a word,  \nchucked a dictionary on the table and said: “How do you spell dictionary?”\nNot too helpful, and I challenged why she marked spelling in pupils’ work. But it was  \nperfect for getting me thinking, during that first year, about what I was going to do  \nwith spelling in my English lessons\nThe thing is you need to know about Syllables, and then the dictionary.\nTake a word like ‘Articulate’. If you’ve never seen or heard it before, this could be  \nhard to spell in one go. \nSo, slow it all down, break it into syllables; say it:  AR - TIC - U - LATE. \nIt’s just like watching a slow motion video of a goal being scored to see what really  \nhappened: did the ball really get a deflection off Welbeck?  Did Lampard’s shot really  \nnot cross the line?  But, we’re not going to examine every multi coloured ‘phoneme’  \non the video, or we won’t be graduating til we’re ninety, and it is not necessary to do  \nso.\nSyllables are fine. \nHere is how it might sound in the classroom:\n- Everybody got a dictionary? Ok, the first syllable is - ‘ar’, how do you spell that?  \n- A, R\n- Thanks Maddy, how many pages in your dictionary? \n- 1583. \n- How many pages have words beginning with A, R on them?  \n- 9 \n- So we can forget the other 1574 pages and look only on 9 pages. What’s the next  \nsyllable?  \n- Tick\n- Good Craig. Spell it\n- I, T\n- Don’t be funny Craig \n- T-I-C-K\n- How many words beginning with ARTICK?\n- GOT IT SIR! There’s no K.\n- What page is it on, Dan?\n- Sixty eight.\n- How many pages could it have been on Dan? \n- One.\n- GOT IT SIR!\n- What does it mean Kayleigh?\n- It means ‘jointed’, composed of distinct parts; composed of recognizably different  \nsounds, as human speech; clear, able to express one’s thoughts with ease; to attach...\n- OK, thanks Kayleigh. That took eight seconds. \n- I found it before you!\n- Give us another one sir!\n- Hmmm. OK. Here’s one you won’t be able to find ... no way… let’s see, I’m going  \nto say it quickly, but clearly, and I am not going to repeat it. Don’t forget, break it into  \nsyllables first, that’s what syllables are for. You won’t have heard it before, probably,  \nbut that does not matter.... Gargantuan!\nAnd off we go. There are only two words in the Chambers that begin with ‘gar-gan’.  \nHow hard is it to spell ‘gar’?  There are only two pages it could be on. \nThey’ll probably see the word ‘garganey’ at the same time.  As you do.\nThey’ll come in the next day and ask to do the same thing again.  It doesn’t mean you  \nhave to use the dictionaries again the next day; no matter how they clamour.  But  \nyou’re happy they’ve asked, just as a mother is happy when her child asks for some  \nmore greens.\nBut what we will do is some Haiku; and from there on to poetry, and rhythm.\n-So now when you ask me how to spell a word, I will tell you to get a dictionary, and  \nto think of syllables.  If it’s only one syllable, think of the first letter.  And remember  \nthis: Spelling is a lot about the willingness to slow a word down, break a word up, see  \nhow it starts, have a guess, look it up in the dictionary, and eliminate pages. \n- And it’s also about when you’re pretty sure how to spell a word, looking it up to  \ncheck.  Why? Because you want the person reading your writing to really understand  \nwhat you are saying, or else there’s no point writing to someone else in the first place,  \nis there?\n- And that is why it is ridiculous not to allow dictionaries in exams. \n- If you are willing to look up a word to spell it correctly, or to check the meaning,  \nyou deserve credit for that.  You care about communicating.  And one day I’m going  \nto put that in a book and get it changed. \n- I’ll buy your book, sir\n- Thanks Craig - I mean, in real life, some people look up words and check them all  \nthe time if they care what they are writing, or reading.  They get friends, and even pay  \npeople to proof read.  Being a good speller, if you are not a Rain Man type of a guy, is  \nat least partly about using a dictionary.  Anyone seen that film, ‘Rain Man’? Take a  \nlook, it’s not a bad movie.\n- I’ve seen it, sir.\n- Did you like it, Jason?\n- It was weird, sir, like you.\n- Thank you, Jason.\n- Meanwhile, context is essential for giving words which are spelled the same, their  \nspecific meanings, depending on where and when and how they are used.  For  \nexample: If I write the word ‘wave’ on the blackboard, or if I just say it, you don’t  \nknow what it specifically means.  But it gains specific meaning in context:  \nA large unruly wave crashed against the ancient black rocks.\nMy friend Abdi’s got a short wave radio.\n“Put a nice wave in the front of my hair, please, Trace.”\n“Wave Nan goodbye, then.”\nThe last time I did this with a class someone noticed that although the meanings are  \nquite different in each sentence, there is an interesting similarity: all of the meanings  \nof wave tend to suggest something temporary.  It’s the same with ‘heat wave’ and  \n‘crime wave’.  It is probably possible to track down why that may be.\nProducts for permanent waves are interesting then, aren’t they?\nAll of those ‘waves’ depend upon the context into which I have placed them, for their  \nspecific meaning, right Liam?  And this is true whether spoken or written.  So do all  \nthe other words in those sentences.  Context is what critical analysis, understanding,  \nappreciation, and response - but not politics - are all about. \nWhilst on the subject of words making sense; browsing through a recommended  \nLiteracy Progress Unit (DFES 0066/2003) on sentence work, one day, I came across  \nthe following idea attributed to David Crystal. It goes like this: Sentences make words  \nyield up their meanings. Sentences actively create sense in language.  \nContacting David Crystal for permission to quote and discuss this idea, I discovered  \nthat it is actually an attempted distillation of ideas expressed at greater length on page  \n8 of the preface to his book ‘Making sense of Grammar’ where David shows the  \nnatural importance of context in time honoured fashion.  But, however the above  \nstatements came into being, for the edification of children, I’m not happy with either  \nof them, and that is because the rather muscular, and, since these sentences appear to  \nbe talking about themselves, conceited, anthropomorphism, seems to take those pesky  \nlittle things called ‘people’ right out of the equation, and sentences seem to be  \nmasterfully, and energetically, expressing ideas, all by themselves. \nTo me, this is a bit like saying that shapes and colours created wonderful pictures of  \nstarry nights and sunflowers, without the organisational and inspirational talents of a  \nhuman being called Vincent Van Goch.  Both of these ideas might lend themselves,  \nperhaps, to some amusing animation, rather like ‘The Sorcerer’s Apprentice’, or  \n‘Another Brick in the Wall’. \nIn chapter three I gave a brief description of the half drowned, original parts of  \nspeech, I found in the bath, after throwing out the dirty water which had accumulated  \naround them up to the 1980s.  These original parts of speech being: \nIntention, vocabulary, syntax, phrasing, pronunciation, intonation, and context.   \nFor the present discussion, it will be sufficient to note that all of these parts of speech  \nrelate directly to the action of people expressing themselves in language, either  \nspoken or written, even if their sentence consists of no more than a suitably intoned  \n“Huh?” as a response to a perceived context.\nTherefore, far from sentences actively creating sense in language, or hammers hitting  \nnails on the head all by themselves, I think it is, as ever was, people, motivated by an  \ninnate need to communicate, who need to be taught from a very early age just how to  \nmake words yield up whatever meanings they choose; and it is people who, thereby,  \nactively create sense in language -  in the form of sentences.  \nSo, initially, Reading is making the sounds the alphabet tells you to make, in order to  \nsay the words which someone has written. When we write or speak, we are putting  \nwords into people’s minds, including our own, and it is an interesting responsibility.  \nUsually just the letters, and then the single printed words, are involved in reading at  \nfirst, probably with a picture to link the spoken letter or word with the written letter or  \nword; ‘A is for Apple’ and in the time honoured fashion, ‘X is for Xylophone’.\nThe letters of the alphabet, and some words may well be put up around the bedroom,  \nand will be found on mugs and clothing.  And then there are all those stories about  \nkids and caterpillars.\nThis is not a luxury, or an option, it is as essential as fresh air is for health, but it  \ndoesn’t happen for many a child, yet.\n******\nReading (Part Two):\nAs a child catches on to the Alphabet and its function, the second stage of Reading  \nstarts to develop. These stages then appear to develop side by side, but not exactly  \nequally. A child of four may well be able to read and understand the meaning of:  \n“Somebody once dug a hole right in the middle of our living room.”  But that same  \nchild will also find the word ‘Interrupt’ somewhere, and proudly ask you if you think  \nshe can read that word.  And if you say, “No way!” she will likely respond with,  \n“Interrupt!”  Beaming.  And if you ask her what it means, she will happily admit, “I  \ndon’t know”. It’s a ‘hard’ word.  It’s nice that it is intelligible, and she recognizes it,  \nthough.  She’s probably heard it somewhere. \nSo, the secondary meaning of the verb ‘to read’ is what many people have come to  \ndistinguish as ‘reading with understanding'. This means that the words on the page are  \nlike the tip of an iceberg, and being able to say them is one ninth of what it’s all  \nabout.  Once you can read in the first sense – recognize as words the sounds you’re  \nsupposed to make - the second sense more or less depends upon the text, the reader’s  \nexperience, and their willingness and ability to think and to get at the eight ninths that  \nlie beneath the surface, and between the lines.  It’s the only reason why you probably  \nwouldn’t give ‘King Lear’ to our young lady at three years old.  Readers need to be  \nable to interact (think and respond). Texts have always been interactive, and they go  \nfar beyond pushing the red button in order to choose what to look at next. \nFor example, when children complain about Shakespeare’s language being too old  \nfashioned and difficult, it’s tempting to try and translate passages into what’s called  \n‘modern language’ for them.  This is, actually, to try to understand the text for them;  \nwhich I think is taking learning support just that tiny bit too far.  Better to show them  \nThe Wrong Trousers , and leave Macbeth’s clothing imagery a year. \nI‘ve come to the conclusion that Shakespeare himself could have written plays in  \n‘modern language’ if he’d wanted to.  Damn it all, he could have invented today’s  \nlanguage if he’d thought it would express his meaning economically!  His actual  \nwords are not necessarily old fashioned, by and large. In any case, most texts have  \nnotes to help with the truly obscure words and phrases, and usage.  That’s simply  \nreading with a dictionary close by, which we all should do.  \nNo, Shakespeare’s language is complex because of the way he uses words, which is  \nincredibly economically, has a lot to do with his syntax and phrasing, and demands  \nconcentration and memory. \nIn short, if you or I tried to express the ideas Shakespeare expresses; where he uses  \ntwenty words, we might take forty or fifty.  And the effect is cumulative during one of  \nhis texts.  Not only that, but I am increasingly of the opinion that it may well be  \nimpossible to express some of Shakespeare’s ideas completely, in any words other  \nthan the ones he uses, no matter what era you live in.  \nAnd, I’d have to be dead certain that I understood his text perfectly, before I tried to  \nexpress his ideas in other words, wouldn’t I?\nBut then I wouldn’t need different words, would I? I’d have succeeded in allowing  \nShakespeare to communicate with me through his use of language, so shouldn’t I try  \nto teach that to a child? \nTry expressing the ideas contained in the following twenty five words, from ‘Hamlet’  \nin fewer than forty:\nFor in the fatness of these pursy times\nVirtue itself of vice must pardon beg,\nYea, curb and woo for leave to do him good.\n* * *\nA Word on a Door:\nNow, I’m going to be talking about God in this section, and that can make some  \npeople nervous. But wait a minute.  Everyone loves ‘Romeo and Juliet’, we teach it to  \nour children, and some folks put on very convincing productions. Within the World of  \nthe Play it’s about Fate and Retribution from somewhere. Shakespeare uses the  \nphrases ‘Star-crossed’ and ‘Fatal loins’ perhaps because most philosophies bear some  \nrelationship to the idea of ‘cause and effect’.\nAnd, of course, ‘star-crossed’ is not a million light years away from the Eastern idea  \nof Karma; and neither is the Ancient Greek religion, or the wrath of the Gods. And so  \non.  The action of the play is, to borrow Thomas Hardy’s phrase from ‘The  \nWoodlanders’: “Truly Sophoclean in its Grandeur”; and quite ‘Oedipal’ in its  \ninevitability, as well as in its use of ‘dramatic irony’. \nThe fact is that many authors treat notions about a supreme being.  Choose your  \nreading list carefully, and English can become truly catholic in it’s exploration of  \nvarious mentalities.  Tess of the D’Urbervilles  is an excellent example of this.\nI think it is interesting that the word ‘Poet’ comes from the Greek verb ‘Poieein’  \nwhich means “To make”.  So a poet is a maker.  It’s about being creative, and some  \npoets believe they are imitating ‘the creator’ as much as any human being can, by  \ncreating worlds in your mind.  Many others, perhaps, don’t give it a thought.  And  \nthere’s probably a lot of middle ground. \nNevertheless, a Poet makes ideas of things, in our heads, by the skilful use of words. \nPoems are made by fools like me. But only God can make a tree .\nAn idea can be a picture, a thought, a feeling, anything in an abstract form.\nA tree that may in summer wear, a nest of robins in her hair\nGod, or nature, is the power, or life force -\nA poet has the power of words.\nThe world is a dream.  Poets’ works are ‘shadows of the dream’.\nPoets might show us something true about life, for -\nA fool sees not the same tree that a wise man sees.\nOriginally, all writers were poets, but poets didn’t all write what we call poems.  \nBecause they were ‘makers’, and some of the best early poets were dramatists, like  \nSophocles and Aeschylus, who wrote Plays which we still have today, they are still  \ncalled Dramatic Poets. \nAnd the word ‘Drama’ is Greek for ‘Action’.  So a dramatic poet is a writer who  \n‘Creates Actions in our Heads’ - which we call plays.  They often hold up a mirror to  \nhuman nature.\nAlthough he was far from being the first, Thomas Hardy (who greatly admired the  \nGreek Dramatists) moving with the times, reaching a more widely spread community,  \nwas one of the best at creating a ‘stage’ for his characters, within his novels – he  \ncalled it Wessex.  \nI heard on a TV programme for school children once that there’s no right answer to a  \nquestion about poetry. That’s not quite correct. There may be more than one right  \nanswer to a question about a poem.  Call me Ishmael, but this is not the same thing as  \nsaying there is no right answer.  For there may be twenty eight right answers, as long  \nas you can back them up from the text.  But there may not be a twenty ninth right  \nanswer.  Call me a taxi, but that’s a different idea to ‘there is no right answer’.  And  \nlet’s not forget that the poet might have actually had something specific in mind.\nIf someone told me that the poem “Blessing” by Imtiaz Dharker is about a Jamaican  \nman waking up in London, I think they’d have a hard job to make that a right answer. \nBut, as a teacher of the subject we all know and love, I’d be wide open to them having  \na go. When you say something about a text, you must quote from the text to prove  \nyour point.  It doesn’t matter what the text is, you do the same thing.  It doesn’t matter  \nif you are five years old, or eighteen sitting your ‘A’ levels, you quote from the text to  \nprove your point.\nHere’s what seems an easy text:\nThe cat sat on the mat.\nGiven that we’re not, in this example, talking about a hip young fellow from the  \nfifties or sixties, but an animal; here’s an explicit question which invites you to  \ncommit to an answer: What kind of animal are we talking about here, and how do you  \nknow?\nAn implicit question might go something like this:  Why do you think the cat sat on  \nthe mat?\nFor the implicit question you have to use what you know about all of those words and  \ntheir specific context here. You have to think and reflect, and that takes energy, so  \nyou need a decent breakfast.\nThese things apply to any text whatsoever, all the way from the word ‘Staff’ on a door  \nin an airport, to the several thousand words of ‘Macbeth’. \nThere are explicit and implicit questions in every text, including if, in the above  \nsentence, we actually were talking about a hip young fellow from the fifties or sixties,  \nwho may well choose to sit on the mat, like a cat.  And the difficulty of the questions  \nis usually related to the complexity of the text.\nA young lady once told me that she had no interest in books and poems which had  \nimplicit or hidden meanings.  She did not think imagery, symbolism and so on should  \nbe necessary. Why can’t writers just come out and say what they mean?\nAt the time we were sailing along, and I was loving the imagery and marvelling at the  \ncleverness of William Golding (we were reading Lord of the Flies at the time, so her \ncomment brought me up sharp). Yes, I thought, why don’t writers just come on out  \nand say what they mean?  \nWhy did William Golding take all those words to tell us that, er, what he tells us in  \nthat book?\nThat would make a good essay question.  Don’t forget to back up your answer by  \nreferring to the text. \nSometimes a teacher will lay out some ideas on a topic, with the express instruction to  \nthe pupils to rip these ideas to shreds, and in the process of so doing, discover their  \nown ideas.  It’s a variation of a tried and trusted essay task which I think is underrated  \ntoday. The task that begins or ends with the word ‘Discuss’. \nI’ll give you an example, concerning ‘Macbeth’.  \nThis is a text I’ve studied with children every year for seventeen years, and it’s still  \nfun to begin it again.  Some teachers think that you must change books regularly, like  \nunderwear.  But remember, as long as the material is suitable, and it leaves plenty to  \nthe imagination, it may seem old hat to you, but these particular individuals have  \nnever encountered that classic text. \nIt was that hoary old chestnut: We were trying to establish the role of the witches in  \n‘Macbeth’.  How would you portray them on stage? There I was, at the chalk face,  \ntalking and chalking away, chalk everywhere, making my hair go white, on my  \nfingers, in my pockets, on the floor. I was there; I had the T-shirt, and was using it as  \na duster.  Everybody look at the board while I go through it.  Throwing ideas into the  \nmix.  Including two I saw on TV. One wrote the witches off as a device to get the  \n‘simpletons’ of Shakespeare’s time interested in the real story.  Another thought that  \nthe witches were strong, sexy women.  Great topics for discussion.\nI thought Macbeth was a professional killer, albeit ‘dignified’ by being employed by  \nKing Duncan, around 1000 A.D.\nI think Macbeth loved his job.  He loved killing men.  He liked to wade through  \ndozens of them, chopping and slashing, with his blade smoking in the cold air.  It  \nmade him a hero, gave him self esteem.  This was fine.  But the witches got hold of  \nthat impulse within him, and made him think about what might happen if he used that  \nimpulse for himself, rather than in service to the king.  Evil!\nJust then, a quiet young lady called me over and said something like this: We know  \nthat the witches are very powerful. They can control the weather, they can see the  \nfuture and they can take on different shapes; a rat, for instance.  It’s all backed up by  \nthe text in Act 1 Scene 1, and Act 1 Scene 3.  So, she continued, that means they  \ncould have looked really beautiful and sexy if they’d wanted to, instead of all raggedy  \nand ugly. They chose to look horrible, so, if Macbeth hadn’t had some evil in himself,  \nhe’d have run away from such horrible looking creatures.  He’d have known they  \nwere telling him evil things. They looked like the evil potential inside Macbeth, and  \ngave him a chance to confront it, and he always meant to talk to his friend Banquo  \nabout it.  \nSo, she concluded, the witches gave Macbeth a chance to save himself, by looking  \nevil.  They didn’t try to deceive him by looking nice - by looking like the flower but  \nbeing the serpent beneath it. They gave him an escape route. If he’d run away from  \nthem, they’d have stolen his evil ideas away from him, like a thief in the night. And,  \nI’m going to say they are good and try to get that across. \nOnce you can read and write in the elementary sense, discussed earlier, English is at  \nleast ninety five percent thinking.  Reading with understanding is truly interactive.  \nAnd any text you study in EN2, can lead to creating something similar of your own in  \nEN3, and discussing it in many different ways in EN1, because they all interweave,  \nand support each other.\n**\nIn Year Seven, we might go from a word on a door, to Wordsworth’s Daffodils in two  \nterms, via two modules; one on the Media and one on Poetry. And the skills go as far  \nas the pupils can take them.  \nMedia is a good place to start seriously analysing texts, because it is within the media  \nthat we will find the most basic adult texts.\nAdvertisements are often a simple, hybrid form of poetry, or story, because the  \nauthors like to create images in our heads through using words and pictures together.  \nNot unlike children’s books.  And they teach us a lot about context, plot, theme and  \ncharacterisation.\nChildren generally find media imagery fascinating, because it quickly rewards  \nthought, and they are quickly aware that we use imagery all the time in everyday life:  \nGreedy Pig; Couch Potato; Absolute Angel. It’s the tip of the iceberg.\nAnd then writers use imagery all the time, to create a controlled environment, and  \ncontext. \nAs a Secondary School English Teacher I’m happy if a child can read and write, and  \nspeak and listen in the elementary sense, when they come to me at age eleven.  I know  \nthat’s not asking a lot, but it’s often more than you get, so I have had to respond to  \nthat, and I do.  \nBut, given the unofficial syllabus, and parents, teachers, and an army of teaching  \nassistants with the time, authority and support to do what’s necessary, children have  \neleven years to master this elementary level.\nI think that can easily happen for all of them, unless it’s made difficult, as we’ve  \ndiscussed.\nI’ve met plenty of children who are well beyond the elementary level at age eleven,  \nyet they are still interested to know that the word “Private” on an airport door is a text  \nwith a context.  Pupils are pleased to realize that the same skills apply to being  \ncommunicated with by one word on a door, by Anon, as to being communicated with  \nby John Keats in The Eve of Saint Agnes ; and they are eager to try those skills out, if  \nyou are the type of person who enjoys helping them, and know how to. \nHowever, start talking about the pseudo science of ‘grammar’, with its intransitive  \nverbs, reflexive pronouns, not splitting infinitives, and the evils of the dangling  \npreposition; and, although your pupils may have received the full unofficial syllabus  \nin their mother tongue from minute one of their lives; and although they may be very  \nwell behaved, and wanting to please, and have a working relationship with their  \nteachers, they eventually start saying things like: “When are we going to do  \nsomething interesting again, like Dictionaries?  Can we actually discuss that poem by  \nJohn Keats you gave us the notes about?  Robert Browning uses punctuation  \ndifferently to Carol Ann Duffy, but I still don’t understand their poems! What can I  \nsay in the exam?  Put some anagrams on the board! Can we work on a complete book  \nin year nine, and make notes about the chapters, and the characters? How do you  \nrevise for English? Can we write our own stories?” \nYou can refuse their requests, dodge their questions, and demonstrate your superb  \nclassroom control, and many of your pupils will obediently learn about, well,  \nwhatever it is you wish to tell them, Mr. Goebbels, because they trust you, and respect  \nthe concept of education. We know that. And you can publish ecstatic statistics, and  \ndine out on amusing anecdotes.  Just keep on repeating that they may disappoint  \npeople with their exam results. \nAnd yet, there is a right and a proper place for grammar; it just doesn’t know it yet. \n<><>\nChapter Five:\nThe (Place) of Grammar\nPart One\nMy time at teachers’ college (1982 - 1986) coincided with the final years of an era  \nduring which the teaching of anything that was remotely associated with the very  \nvague term ‘grammar’ was actually frowned upon and, believe it or not, was  \ndiscouraged within the teaching establishment.  \nBy the latter half of the 1980’s the next stage of the very lucrative Grammar Wars was  \nreally heating up and I found I could agree with nobody. I was a conscientious  \nobjector. The trouble was that those against the teaching of grammar threw the babies  \nout with the bathwater; while those in favour, tended to drown them in it. \nSuch extremes of ideology operating within the education establishment were a spur  \nto my developing an approach to language theory which I could actually explain and  \njustify to children, and so, motivate them to express themselves coherently. The  \nopposing forces in the grammar wars have kept me securely in the middle of the road  \never since, a place I have come to appreciate for its peace and quiet.  \nEven handwriting had, mistakenly, become associated with grammarians.  Therefore  \nmany an anti grammarian said: why hamper a child’s writing style by forcing them to  \nmake conventional letter shapes?  Don’t mark spelling, it’s so negative; and so called  \n‘grammar’ was dumped.  \nIronically, as a result of this, when individuality became the ‘god’, there was no  \ndiscipline within which many children could express and develop a personal style.  \nThe really sad thing is that many of the people electing not to teach children writing  \nor spelling in school, had received the true basics at home themselves, and assumed  \nthat all children had received the same.  They hadn’t, and they don’t. \nThat such a thing as this could actually happen when I had done rows and rows of  \nswirls and circles, ascenders and descenders as a child, to correct poor handwriting,  \nand I had done my spelling corrections, further alerted me to the very flimsy nature of  \nteaching fashions, and made me seek for something more lasting.  There had to be  \nanother way, something outside this narrow political arena, something which pupils  \nfrom all walks of life and from all eras could benefit from, and, of course, there  \nalways has been.  But you have to take off your political blinkers to see it.\nIn this chapter I will show why the illusion of ‘grammatical rules’, and its antithesis,  \nmere anarchy, can only gain ascendancy when the reality of Conventions and  \nAccurate Personal Style and their intended combination has been usurped, and then  \nforgotten.  In the course of doing this I will show you what I think grammar really is,  \nand thereby answer the only relevant question about grammar: Armed with a  \nknowledge of the durable conventions of English, plus the ability to read, to write,  \nand to think; how much does a seventeen or eighteen year old need to know about  \n‘grammar’, in order to treat King Lear with the respect and care that he deserves?\nNaturally, my first task was to arrive at a working definition for the key concept  \nwhich underpins this chapter: Grammar. \nThis was not as simple a task as I had naively hoped, and, in fact, this chapter is a  \nreflection of my own journey to arriving at just that – an accurate definition of the  \nword grammar.  I was to discover that the whole subject of ‘grammar’ is a remarkable  \ncan of worms.\nHowever, I started simply, by looking the word up in dictionaries, including my  \nChambers 20th Century Dictionary (1983).  My eventual working definitions mainly  \nuse as a starting point the definitions given in this dictionary, which I have always  \nfound useful because it gives substantial clues as to the etymology of key terms.  \nTo begin with, Grammar (from the Greek for ‘a letter’) is often thought to be the  \nscience of a language; or perhaps it is a branch of linguistics? Maybe it is a set of  \nrules for, and is also the art of, the correct use of a language.  Perhaps it is all of these  \nthings and more, or none of them.   \nThe one thing most definitions of grammar do have in common, though, is the graphic  \nderivation of the word.  Grammar would therefore perhaps more accurately have been  \ndefined as the science, or analysis, of written language only; if grammarians hadn’t  \nalready shot themselves in the foot by pretending to analyse written language in terms  \nof their spurious ‘parts of speech’. When written language is studied in terms of the  \nreal parts of speech: Intention, vocabulary, syntax, phrasing, pronunciation,  \nintonation, and context; then reading, which is what such study is all about, becomes  \ncritical analysis and appreciation, which involves the understanding of all aspects of  \nwritten communication.  \nTo a nascent English teacher, there was very clearly no general agreement amongst  \nacademics, dictionaries, and educational policy makers about many aspects of  \nlanguage, which I could confidently take from them to pass on to school children.  \nThere have simply been, through history, a series of people who, at one time or  \nanother, have attempted to impose their own, probably quite legitimate, personal style  \nwith the conventions of language upon society as a whole.  They called these personal  \nstyles, for want of a more accurate phrase: correct grammar, and they gained their  \nown followers; a situation which remains largely unchanged to this day.  Meanwhile,  \nall sides in the grammar wars (and there are many) argue their points using the same  \nfew conventions, simply employing differing personal styles. \nBut consider this: Conversation and Literature, at every level, really are, each, at once,  \nthe living art and the science of a language.  It is only the degree of personal effort  \nwhich differs.  Conversation and Literature are applied language, but, unlike with  \nMaths or Physics, extensive participation is hardly an option.  The very act of  \ncommunicating through language is an act of creation which involves simultaneous  \nstudy and art.  Within the best of Literature and Conversation, Art and Science meet,  \nand work upon each other.  The word science comes from the Latin for knowing.  \nThis is why we love great authors; they have a knack for, as Herman Melville put it:  \n‘The great art of telling the truth.’\nNevertheless, because some people have always sought to make their own personal  \nstyle appear to be a convention, in order to legitimize their own behaviour, as in  \n‘conventional wisdom’ for example; many, otherwise very alert, people regularly  \nconfuse the meanings of such words as convention, rule, and fashion.  Certainly, these \nwords may sit side by side; but not, please, in the same seat, for this can lead to some  \nterrible battles. \nFor example, everybody knows that it is a convention that, in our English climate,  \nmen and women wear clothing in winter, which protects them from the weather.  (I  \nmention only winter here, to avoid a long digression exploring the entire concept of  \nclothing just now, interesting though that may be.) This winter clothing reflects the  \nnature of our actual physical existence on this portion of the planet.  But, it used to be  \nan odd little rule that women should wear long dresses which came down to the  \nground, and which many people thought did not reflect the nature of our actual  \nphysical existence on this planet.  Long dresses, with hoops and bustles and  \nknickerbockers, that is, were a fashion.  Nevertheless, some kind of warm clothing  \nwas and remains a convention.\nAnd it is a convention that we begin written sentences with capital letters, and end  \nthem with full stops, question marks or exclamation marks.  This reflects the way we  \nspeak and breathe, making reading more natural.  But it used to be, and for some it  \nstill is, a grammatical rule that you can’t start sentences with the word ‘and’, or ‘but’,  \nwhich does not reflect the way we speak and breathe; though anyone is free to adapt  \ntheir own personal style, and breathing, so that it does.\nRules have much to do with fashion, and often mere personal whim.  Conventions, on  \nthe other hand, are to do with civilisations, and ingeniously, one might even say  \ndemocratically, they are intended to provide scope for many personal styles, tastes,  \nfashions and whims all at the same time. \nSo, where does this thing called ‘Grammar’ fit in?  \nWell, for example, we don’t need to know the word syntax, in order to learn how to  \nsay, or write, the phrase ‘the red car’ correctly.  Being talked with in an interested  \nway from minute one of life by one’s parents, possessing a conventional vocabulary, a  \nwillingness to think, a desire to communicate, and a firm intention, are far more  \nuseful when it comes to using one’s family tongue. \nThe word order, or syntax, of the phrase ‘the red car’ has almost become a convention  \nof English, but not quite; however the word ‘syntax’ is merely the grammatical term  \nfor the order in which we choose to put those words.  \nIn France, they might say ‘la voiture rouge’ - ‘the car red’. That is an example of  \nFrench syntax. What might be interesting is to consider the merits, or the derivation,  \nof these two ways of describing a car.  Should we put the colour before the car? Well,  \nmostly we do, and we get along alright. And yet, I can think of instances (in a poem  \nperhaps) where someone might be able to make that French syntax work well in  \nEnglish – as in ‘pastures green’ for example.  \nThere are very few absolute conventions in English (let alone rules) but the true  \nconventions we do have are rugged and durable, perhaps because of this willowy  \nflexibility. Vocabulary, the alphabet and punctuation, spelling, pronunciation, the  \nshapes of letters, and the parts of speech, are about the only relatively stable elements  \nwe have; but, employed by agile minds, they are considerable tools.\nMeanwhile, a ‘grammar text’ may well tell us that intelligible syntax, and the correct  \nuses of punctuation, are the result of the formulation of grammatical rules, by self-\nstyled experts.  But that is little better than claiming a convention, already within the  \npublic domain, as one’s own invention. This may impress little children, but I really  \ndon’t think we should want to follow anyone down that road.\nAs I’ve discussed in Chapter Three: What exactly do you mean? There is almost \nunlimited scope for personal style in how one chooses to use the conventions of  \nEnglish, and one’s choices are directly related to the conscious level of one’s  \nimmediate desire to communicate.  Therefore, if you wish to communicate, it is wise  \nto use the conventions in ways which are intelligible to others.  Even so, there are  \npeople who, sometimes with great obstinacy and truculence, regularly place personal  \nstyle far above content, in various forms of self expression, including their use of  \nlanguage, clothing, and accessories. \nWhile some have liked to aggrandize their personal style by calling it ‘correct  \ngrammar’, or ‘what we’ll all be wearing next year’, it is significant that one of the  \nacknowledged experts in the use of written language, William Strunk, Jr. called his  \nremarkably slim volume on this subject (published in 1918) The Elements of Style . \nI’m glad he called it that, instead of, perhaps “Style for Dummies”; and I respect him  \nfor his low key approach because, although I don’t agree with everything he says, at  \ntimes his suggestions are extremely helpful to me.  \nBut, I mean, who really is going to say ‘red the car’?  I doubt that a child, who has  \nbeen communicated with properly from an early age, whether or not they’ve heard of  \nthe word syntax, would do so. Still, there are people who seem to feel that “car red  \nthe” is where we’d all be, but for the grace of ‘grammar’. \nIt is precisely at this point that someone who likes the notion of correct grammar, as  \nsome kind of authoritative set of rules, might say something like this: “No, the point is  \nthat Grammar encompasses everything about language. Call it conventions, rules,  \nstyle, grammar – it’s all the same thing, you’re just fussing about semantics.”  As if  \nthe word semantic did not mean something along the lines of: \nRelating to meaning, especially of words.  The science of the meaning of words, and  \n(loosely) the differences in, and shades of, meaning between words.  (Chambers  \n1983)\nTo my mind, no individual use of vocabulary is ever ‘just semantics’.  That is like  \nsaying: ‘Don’t bother about it, it’s only a specific idea that you are trying to express.”  \nOn the contrary, communication through language is precisely about shades of  \nmeaning between words – what you really mean by what you say, and it is self-\ninstructive.  The lazy mind set indicated by, “That’s just semantics,” leads to many an  \nunfulfilled conversation.\nIt’s like saying, “Oh for God’s sake, don’t bother with roasting those potatoes, you  \nshould just be grateful that you’ve got some.  Stick ‘em in a saucepan, and hurry up.”  \nAnd I suppose that if people are starved of communication, then any slap dash dish  \nwill seem to do.   \nNevertheless, the word ‘syntax’ is useful when discussing the use of language, and  \nthere’s no need to throw it out just because some inflexible soul has tried to carve  \nthemselves a memorial in stone to the effect that it is wrong ‘to quickly go to the loo’.  \nSpurious rules are, naturally, annoying if they are imposed upon us, and I think that  \nsomeone’s got to explain, once and for all, that to quickly go to the loo and split your  \ninfinitive is a very economical and sensible way to state it.  \nTo ‘go quickly to the loo’, just leaves you hurrying on the way there.  Then you have  \nto do your business, and come back. To ‘go to the loo quickly’ implies some kind of  \nabdominal strain. Yet the whole thing is taken care of with: “I’m just going to quickly  \ngo to the loo.”  In fact you’ll be back before a phony grammar freak has had the time  \nto consider the merits of your syntax.\nBut wait a minute, in these pursy times, there may well be someone who will find a  \nreason to say, “I’m quickly going just to go to the loo.” I came across an article on  \nsyntax in the Daily Telegraph a while back, (28.9.04). Apparently, if you put these  \nwords: “lean minced meat”; into this order: “minced meat lean” and stick them on a  \npacket of minced meat with more than seven per cent fat, you are within the law. You  \nare not, that is, leading anyone astray.  I would certainly explore this interesting  \narrangement of words in class.\n****\nDo you need to know what a noun is? Well, I think so. I want you to know what a  \nnoun is. It will be a regularly useful word, probably because there are thousands of  \nnouns. It’s going to come up regularly in classroom conversations, like verb,  \nadjective, adverb, simile, metaphor. \nSupposing I didn’t want to use the word nice in a certain context because it just didn’t  \nsay enough. Instead of saying: “I think I’ll look for a more descriptive, word.” I might  \nsay, “I think I’ll try another adjective.” That’s a little more economical. There are  \nalternatives to “nice” to suit all contexts. A cake is probably nice in a different way a  \nday, or a person, or a goal is nice. And knowing about adjectives, and their function,  \nleads by a direct route into the consideration of other, more powerful uses of  \ndescriptive language called similes and metaphors, which are literary terms.     \nThe consideration of the way the actual words of a text have been used, however,  \nwould be in the realm of critical analysis and appreciation, which is not intended to  \nprescribe usage, but simply to demonstrate a personal understanding of it.\nI have never yet considered it necessary to try to use or explain the term ‘uncountable  \nnoun’. It’s just never come up. Are some things, perhaps, more important than others?  \nI think so. The use of the apostrophe is important. As I said, when I started out no one  \nwas telling me what to teach. I worked out what was important by the children I found  \nin my classroom. What they needed, in order to communicate through language, was  \nimportant. It has been surprisingly consistent over the years, including having to  \nregularly disabuse some of them of the idea that you can’t possibly write a one word  \nparagraph, or use ‘and’ to start a sentence.  \nBut we could also, I believe, get involved with possessive adjectives, demonstrative  \nadjectives, reciprocal pronouns, or a gerund phrase acting as object. How long have  \nwe got? These are all nothing more, nor less, than names for certain kinds of words  \nand combinations of words. We already know what the actual words and phrases they  \nrefer to are, and what we want them to do, and we may use them all the time, but we  \nmay not know what they are called; for example, we use myself, himself, and herself \noften. Do you need to know that these words are called ‘reflexive pronouns’? Perhaps  \nyou do. \nWould Thomas Hardy have been able to write his novels without knowing that the  \ngrammatical term for the word ‘myself’ is ‘reflexive pronoun’? It’s debatable.  \nInterestingly, Thomas Hardy, largely self taught, was apparently a stickler for  \n‘correct’ English’, and was looked down upon from a great height by some much  \nlesser intellects, because of his rustic origins. There just is no pleasing some folks. \nThe word ‘herself’ is the conventional English word for a mental concept. The  \ngrammatical term for this word (twice removed from the concept) is ‘reflexive  \npronoun’. To learn the word ‘herself’, and how to use it, however, is a matter of  \nlearning the conventional vocabulary of the English mother tongue.   \nSupposing you did want to know what kind of word ‘herself’ is? The grammatical  \nterm will likely be mentioned in the dictionary, and there are sites, such as  \nusingenglish.com on the web.\n*\nLet’s look at the word orange, as in the colour. The word serves a very useful purpose  \nin naming a colour. But, if you were to go just a little further, and say that the colour  \norange should never appear beside the colour purple, you’d be meddling and trying to  \nimpose your preference on other people. With enough influence you could make it a  \nrule, and name the rule after yourself.  That’s called micro-megalomania. With  \nenough power, you might even make it a law. And, let’s face it; we do this jokingly  \nall the time with the fashion police. But, in joking, we are recognizing it’s a bit of a  \ntwisted impulse within us that wants to make someone else look a certain way, which  \nwe find pleasing, but which may not be so pleasing to the person who is the object of  \nour prejudice.\nBy the same token, if you then start talking about: “Not ending a sentence with a  \npreposition.”  “Having a main verb.” “Adhering to one intelligible syntax rather than  \nanother.” Or simply “Never to quickly grab a bite.”  Then I think you are meddling  \nand imposing your own little prejudices. You are not recognizing that it’s a bit of a  \ntwisted impulse. You might want to make everybody sound one certain way because  \nyou can’t handle accurate diversity. These are examples of what are called  \n‘grammatical rules’, while they are nothing more than personal preferences in the use  \nof conventions. These so called rules may even be to do with something as trivial as  \npatterns entrenched in someone’s individual brain.  \nBut they may not be the preference of the person actually using the words at the time.  \nYour preferred usage may not signify exactly what they wish to express, in clothing  \nor in language. Perhaps citizens who have perfectly acceptable preferred ways of  \nusing conventions should simply insist on this kind of thing with their own children.  \nAnyway, it’s called bringing them up.\nAs I’ve said: People, who try to impose their own personal style, rather than to  \ncommunicate within the wider conventions of our language, usually call their rules  \n‘correct grammar’. And, not surprisingly, when they try to enforce these spurious  \n‘grammatical rules’ upon other people, they start getting the following reactions: \nFirst Man: Say, buddy can you please tell me where the gent’s toilet is at?\nSecond Man: I’m sorry; ending a sentence with a preposition is something up with  \nwhich I refuse to put?\nFirst Man: Okay then, can you tell me where the gent’s toilet is at, asshole?\nNow, I can understand why the first man might be moved to respond in this manner.  \nBut it’s nasty, isn’t it?  It’s a shame and it is completely unnecessary to provoke this  \nkind of reaction, just because of one's speech habits.\n***\nDepending on where you look: In a school, grammar book, or on a website, you are  \nlikely to find sentences defined, in various ways: A sentence is a unit of language that  \nmakes sense on its own.  Or perhaps:  A simple sentence has a subject and a verb. Or: \nA complex sentence is a simple sentence, plus a subordinate clause.  The writer may \ngo on to add further conditions, according to their personal taste, such as: sentences \nmust also have a main verb; may not begin with ‘and’ or ‘but’,  and so on. \nOr: A sentence is a unit of language which begins with a capital letter, and ends with  \na  full stop, exclamation mark, or a question mark (when written, of course). \nIt’s worth asking: “Makes sense to whom?” And I’ll come back to that in a minute.  \nThe last full definition above is a convention. That is, in written language, we  \ngenerally agree that sentences should begin with a capital letter and end with a full  \nstop, a question mark, or an exclamation mark, for clarity, and ease of  \ncommunication.  \nI discovered, in reading “Eats, Shoots and Leaves” by Lynn Truss, that the  \nconventions of punctuation were developed over time in the printing trade, to help us  \ncommunicate in writing. I don’t think there is any one person we can thank and praise  \nfor this invention; but if there was, he or she would surely be as famous as anyone  \nelse in the entire history of the world. But that seems to be the nature of conventions:  \nif they didn’t exist, we’d have to invent them, but hardly anyone can do it all by  \nthemselves. Most other things are entirely optional.\nSomeone, however, might feel the need to point out that newspaper headlines which  \ndo generally make sense on their own, and so could, by current fashion, be called  \nsentences, often don’t include punctuation marks. As in: \nFirst Smoker Executed\nBut let’s not make problems for ourselves, or, if we must make them for ourselves, to  \npass the time, or to indulge our own neuroses, then let’s not make problems for our  \nchildren.  Perhaps newspapers don’t use full stops with headlines because there is no  \nother sentence involved; though they may occasionally use other punctuation, such as  \nan exclamation mark, for effect. Simple. Can we move on?\nThomas Carlyle said: \"Language is the flesh-garment, the body, of thought\".  \nI think this is an excellent analogy because it conjures up the notion of making the  \nspirit in our thoughts visible to others, even if they are orange and purple together.  \nWhilst reading we might sometimes pause to think: “What a beautiful sentence.” But  \nwe shouldn’t forget that one of the main points of this beautiful arrangement of words  \nis to conjure within the reader a fine idea. Perhaps we’d then say: “That thought is  \nwonderfully expressed.” Would it be possible to fully appreciate a sentence or two  \nwithout understanding the ideas contained within them? You tell me. For the moment,  \nhere is Emily Bronte introducing Heathcliffe, in Wuthering Heights: \n‘The “walk in” was uttered with closed teeth and expressed the sentiment, “Go to the  \nDeuce!” Even the gate over which he leant manifested no sympathizing movement to  \nthe words; and I think that circumstances determined me to accept the invitation: I  \nfelt interested in a man who seemed more exaggeratedly reserved than myself.’ \nBearing in mind the quote from Carlyle, I think it might be painful and pointless to  \ndissect this living body of language into a mere grammatical naming of parts. It is  \nperfectly easy to understand, analyse, appreciate, and learn from Emily Bronte’s use  \nof language without substituting any grammatical terms for the actual words which  \nare there before us on the page; and why would we attempt to talk in any meaningful  \nway about a text which we do not have to hand, and can refer to? \nIf someone were to see this text as a dead body, then, I suppose, by all means dissect  \nit – one might even be able to construct a set of Frankenstinian rules out of this  \ndissection.  But please, in your own time. \nWe shouldn’t forget that Emily Bronte’s wonderful arrangement of words and  \npunctuation is meant to conjure within us a living scene; characters with ideas and  \nfeelings, awakening us to the spirit within the language. She’s a poet.  However, prior  \nlessons in conventions would certainly be necessary in order to communicate with  \nEmily Bronte. It is necessary for us to know the alphabet and punctuation, their  \nfunction, and how to use them. We must also have access to sufficient vocabulary to  \nbe able to enter completely into Emily’s poetically created world; and we must be  \nable to concentrate and follow her meaning throughout the length of more complex  \nsentences, such as the second one in this excerpt.  Have you tried saying “walk in”  \nthrough closed teeth yet?  Do you watch Heathcliffe walk away from the gate without  \nopening it? And, can you understand the narrator’s fascination with Heathcliffe’s  \nmanner?\nEmily Bronte knew how to use the alphabet and punctuation. Why she is a great  \nwriter has plenty to do with that, but more necessary, perhaps, were her fine mind, her  \nown personal interests, and her wish to express and share these with others.  It was her  \nstrong desire to communicate honestly, with herself and with others, which inspired  \nher excellent, sustained, personal use of, let’s face it, relatively simple conventions, in  \ncomplex and interesting ways.\nIn the face of her talents, a lesson on grammar would seem an impertinence - to  \nparaphrase Thomas Wentworth Higginson (1823-1911) on Emily Dickinson’s poetry.\nNevertheless, and somewhat alarmingly, ‘grammar’, these days, while remaining  \nnothing more, nor less, than a useful collection of words with which to categorize  \nother words, is now calling itself a ‘meta language’. Sounds impressive don’t it?\nThe illusion that is ‘Correct Grammar’ seems to have assumed a phantom life of its  \nown. A meta language is supposedly a language used to discuss language, but, since  \nall discussion of English language usage must be done using the ordinary conventions  \nof language, this aspiration of ‘grammar’ to the status of a meta language, seems  \nrather pathetic: a rope ladder, perhaps, by which grammarians seek to escape from the  \ncorner into which they have painted themselves; taking them into a truly spooky  \nworld of their own, where they may then haul up the rope and end up hanging  \nthemselves.\nIt is beyond the scope of this book, and the needs of children in schools, to completely  \ndeflate such (in the face of true literary excellence) pomposity. I recommend ‘The  \nPenguin Dictionary of Literary Terms and Theory’ as a starting place for readers who  \nwish to pursue this curious direction of ‘grammar’ further.\nComing back to the idea: ‘A sentence is a unit of language which makes sense on its  \nown’ though. This notion has often been offered as a grammatical rule, in the guise of  \nconvention.  However, it is not a convention. I’m afraid it is, once again, someone’s  \nwhim.  For meaning, or sense, can be a matter of many individually variable and  \nspontaneous factors.\nOpinions and preconceptions, for example, may play a major part in the perception or,  \nindeed, the non-perception of sense and meaning.  \nIntellect, experience, understanding, personal vocabulary, receptiveness, memory,  \nability to concentrate, the willingness to think, and context, are all elements which  \naffect the perception of meaning; and they are constantly at work within and  \nsurrounding discrete units of language, be they one word or several thousand words,  \nspoken or written; as we all have demonstrated throughout the ages. Indeed, where  \nnon-fiction writers may expand meaning through readily accessible contextual  \nfootnotes, references, and bibliographies; poets, dramatists, and novelists achieve the  \nsame thing within the very structure of their texts.\nOne of the secrets of Shakespeare’s incredible economy with words, and why he  \nrewards probably inexhaustible study, is because the eventual meaning of individual  \nsentences is sometimes woven throughout his plays. A sentence in Act One may  \ncreate a defining context for a sentence in Act Five, and vice versa, and give it  \nmeaning.  For example, in Macbeth: In Act One, Lady Macbeth constantly seeks to  \ndeny the horrible reality of her own, and her husband’s, actions, in order to escape the  \nfeelings of remorse and guilt for their crime : “The sleeping, and dead are but as  \npictures; ‘tis the eye of childhood that fears the painted devil.”  With this in mind, in  \nAct Five, when Lady Macbeth is driven to suicide by the appearance of phantom  \nblood on her hands, she reveals herself as, emotionally, a despairing child, in her fear  \nand dread of the illusory blood: “Out damned spot!”  It can then be interpreted that  \nher earlier blind ambition was the result of a lack of self-knowledge, rather than a  \nproduct of the abject evil of which she is often accused. This is perhaps more helpful  \nin inspiring fear, pity, and understanding, in an audience, when considering human  \nnature.  \nThis example is most appropriate, since I was delighted to discover that the word  \ncontext is derived from the Latin for: to weave, and Shakespeare’s works can certainly  \nbe considered to be masterpieces of lexical tapestry. Speaking of tapestries, and  \nrelated material, I was delighted again when I discovered that the word implicit comes \nfrom the Latin: to fold in. So, I could easily guess where explicit comes from. \nBearing in mind all of what has gone before, the ‘grammatical’ rule that a sentence  \nmust make sense on its own is on very shaky ground. At best, it is the speaker who  \ndecides what makes sense – to thine own self be true, even if, to thine own self, black  \nis white. But at its worst, such an idea presumes that it is the omnipotent reader or  \nlistener who imparts the meaning to the words they read and hear. And, strangely  \nenough, grammarians, anti-grammarians, and deconstructionists are all united in this  \nfalse concept: that it is they who impart the meaning to an utterance, rather than  \nattempting to simply get at the meaning intended by the writer or the speaker of the  \nwords. This is no different from you and me sitting down to have a conversation,  \nwhile making no attempt whatsoever to understand what the other is trying to say.  \nYour words mean what I think they mean, and my words mean what you think they  \nmean. In fact, if we changed seats we’d probably get along famously.\nBut context and meaning have fascinated people for centuries:\n“It is said that an Eastern monarch charged his wise men to invent him a sentence to  \nbe ever in view, and which should be true and appropriate in all times and situations.  \nThey presented him with the words: ‘ And this too shall pass away.’ How much it \nexpresses! How chastening in the hour of pride! How consoling in the depths of  \naffliction!” -  Abraham Lincoln, Address to the Wisconsin State Agricultural Society.  \nMilwaukee, [September 30, 1859]’\n*\nUnfortunately though, the imposition of anonymous personal style, under the aegis of  \n‘correct grammar’ can reach into quite elementary areas of human life and  \ndevelopment:\n-“Are you going to school today?”\n-“Yes!”\nBut, according to some people, the word ‘Yes’, uttered on its own here, somehow  \ndoes not make sense. There is no subject, predicate, or much else at all for the antique  \ngrammarian to grasp (though there is entirely sufficient intention, vocabulary, syntax,  \nphrasing, pronunciation, intonation, and the all important context) so:\n-“Yes, I am going to school today.”\n-“Are you taking your lunch?”\n-“Yes, sir, I am taking my lunch.”\n-“Have you got your games kit?”\n-“Yes, ma’am, I have got my games kit.”\n-“Is English your mother tongue?”\n-“No, ma’am, English is a faraway gentleman’s tongue.  I, um, have no longer got my  \nmother’s tongue, ma’am.”\nPerhaps to escape embarrassment, when challenged for having attempted to impose a  \npersonal stylistic preference upon society, a grammarian may explain that, you see, in  \norder to make that one word response: “YES!”- make sense; we must “Take the rest  \nof what would be the proper sentence as unspoken.”\nBut again, I’m afraid, that just doesn’t wash. It is a proper sentence, because what we  \nneed, and, more to the point, we don’t need telling this, is quite the reverse; we simply  \nneed to take that one word response in context with the previous sentence. And we  \ncan do this, because we have an attention span longer than the average goldfish. \nDiscussing many of these ideas recently with an ‘A’ level class, a very thoughtful and  \narticulate fellow of around eighteen declared that I must be in fact a ‘post-\ngrammarian’.  I think he may be right, but if I am, it is a parallel universe which has  \nalways existed alongside the grammar wars, rather than a linear development from  \nthem. \n*\nThe (Place) of Grammar\nPart Two\nSeasoning my reasoning with, admittedly, a certain feistiness, the above examples  \nwere my typical responses to the imperious dictates of, largely anonymous,  \ngrammarians over the last twenty years or so. \nThings have changed, somewhat, and in the interim I have welcomed such sensible  \nand well balanced books as T.P. Waldron’s Principles of Language and Mind  (1985) \nin which he illuminates the problem at the root of grammar as a pseudo science; and  \nBill Bryson’s Mother Tongue (1991) in which he exposes the compounding of the  \nerror in so far as it concerns our appreciation of English.  \nThe arrival of these two books was very encouraging.  Perhaps it’s all too easy to  \nselect a paragraph here or there from any book in order to press home one’s own  \npoint; however the intention behind both of those books is to promote accuracy in the  \nuse of language. Neither is merely a broadside against grammar. Nor, for that matter,  \nis this present chapter; it’s just that in terms of people insisting how other people  \nshould use or teach language, the anti-grammarians, due the ‘laissez faire’ attitude at  \nthe base of their ideas, have - so far - been much easier for me to ignore.  \nBecause the anti-grammarians were able to come up with little more than slogans  \nsuch as: every child is an expert in language ; and suggestions that handwriting  \ndoesn’t need to be taught, because it might cramp a child’s style and why not  \ncompletely revise the way words are spelled while in power; the grammarians have  \nenjoyed their predictable return to fashionable status. \nTherefore, plenty of books on ‘correct grammar’ have appeared in bookshops again  \nand the media have highlighted all things ‘grammatical’ mainly filing them under  \n‘back to basics’, which I have already shown is a misleading concept.  \nBut it is important to remember that these swings in fashion are caused by  \ndesperation, rather than innovation, and, no other alternative being in sight, in 1999 a  \nQCA publication entitled Not whether but how  (subtitle: Teaching grammar in  \nEnglish at key stages 3 and 4) landed on my desk.  \nThe more enlightened grammarians (which is not quite an oxymoron) some of whom  \nworked with QCA, study written English - rather than, for example, written Latin.  \nNevertheless modern day grammarians still appear to make the fundamental mistake  \nof forgetting that language use originates with speech. \nQCA stands for: Qualifications and Curriculum Authority.  The implication of the  \ntitle Not whether but how  being that whether or not to teach ‘grammar’ in English  \nlessons was, by 1999, no longer an issue, it should be done. But, perhaps in the light  \nof such thoughtful books as Mother Tongue and Principles of Language and Mind  \nboth of which explore the question of ‘grammar’ with great clarity, there is an  \nimportant difference between this QCA booklet and the many books on ‘grammar’  \nwhich merely try to pass off personal preferences (either the author’s or someone  \nelse’s) as conventions.\nThe more enlightened authors who write about the subject of ‘grammar’ today  \ngenerally realize that they must stand beside their suggestions and assertions, make  \nthem their own, and at least try to back their ideas up, or be laughed out of town.  This  \nis commendable and why discussion, rather than mere shouting, is now possible.  \nIn her chapter: What do pupils need to know about grammar?   Debra Myhill of the  \nUniversity of Exeter, and one of the lead consultants for the Technical Accuracy  \nproject, discusses how to help children learn about ‘grammatical structures’ whilst  \nanalysing texts (in this case a short poem by Theodore Roethke). \nIf the next few pages are to make sense, it will be necessary for you to read, and have  \nto hand, Theodore Roethke’s poem and Debra’s comments.  Having read the poem,  \nand keeping it to hand, I hope the following discussion will be entertaining, and will  \nencourage the reader to arrive at their own interpretation, backed up, of course, from  \nthe text.  Copyright, at the moment, forbids reproducing the poem here. The poem can  \nbe found here  http://www.poemhunter.com/poem/child-on-top-of-a-greenhouse/  \nthough it would be best to print the poem out and have it beside you.\nDebra’s analysis is included here in line with QCA’s permission for non-commercial  \nuse: for the purpose of research, private study, criticism, and review.\n“Take, for example, Theodore Roethke’s poem: ‘Child on Top of a Greenhouse’.\nIt would be a missed opportunity to analyse this poem and not to refer to its  \ngrammatical structures.  The poem is one long sentence, building up to the climax of  \nthe last line, but more fundamentally it is a sentence without a main verb.  The effect  \nof this is to still the poem; there is no movement forward, no narrative action, just a  \nmoment in time, captured almost photographically and frozen.  The use of present  \nparticiples is central to the impact of the poem.  They provide the key descriptions of  \nthe boy’s moment of guilty triumph on top of the greenhouse: for one moment his  \nsenses are acutely aware of his environment, ‘billowing, crackling, staring, flashing,  \nrushing, plunging, tossing, pointing and shouting'. The punctuation, too, contributes  \nto the poem’s impact.  The sequence of line-end commas gives the poem pace and the  \nfinal exclamation mark emphasises the drama of the child’s situation, from his  \nperspective at least.  The use of parenthetical commas in the fourth line breaks the  \nsubject-participle rhythm of all the other lines and draws attention to the image of  \n‘streaked glass’ catching the sun.  These grammatical features are integral to the  \nmeaning and the effect of the poem and pupils can see how they are achieved.”\nBrowsing for a minute or two on the internet (July 2008) I found the following  \ndefinition of the term ‘main verb’:  “The main verb is the most important verb in a  \nsentence; without it, the sentence would not be complete.”   This is from: \nusingenglish.com – which advises on the teaching of English as a second language.\nBut, Debra says, Roethke’s poem is a sentence.  However, for her, it is very important  \nthat this is a sentence without a main verb – and this ‘fact’ is integral to Debra’s  \nunderstanding of, and response to, the poem “….it is a sentence without a main verb.  \nThe effect of this is to still the poem; there is no movement forward, no narrative  \naction, just a moment in time, captured almost photographically and frozen….These  \ngrammatical features are integral to the meaning and effect of the poem…”\nWhat we have here is a very clear example of how ‘grammar’, as distinct from  \nConvention, is still, really, nothing more than a matter of personal opinion.  There is  \nno coming together here between people who are trying to tell us about ‘grammar’; no  \nagreement about main verbs, or even what constitutes a sentence.  Imagine the  \nargument (and the digression) that might ensue if these two grammarians were to  \ndiscuss this poem.  Throw a deconstructionist into the mix and you’ve got all the  \ningredients of a fully fledged slanging match!  And you can forget about Theodore  \nRoethke. \nWould their argument matter?  Not to me, I’m sure it happens all the time.  But that’s  \nbecause I’m trying to understand Theodore Roethke, and allow him to communicate  \nwith me.  As long as we’ve got our capital letter and appropriate punctuation, we’ve  \ngot a coherent sentence as far as I’m concerned.  As we have seen, the kind of sense  \nany sentence makes to a reader is going to depend upon many things.  Nevertheless,  \nlooking at Debra’s personal response to Roethke’s poem, I was thinking: Ok, so far,  \nso interesting.\nThere is just one problem with the piece as a whole though, and that is Debra’s final  \nsentence: “These grammatical features are integral to the meaning and the effect of  \nthe poem and pupils can see how they are achieved.”   Debra clearly does not  \nacknowledge that the ‘grammatical features’ she sees are integral to her own  \ninterpretation of the poem, and some pupils may get a different meaning and effect,  \nnevertheless supportable by the text.  I really don’t think, in any context, this goes  \nwithout saying, and in this sentence it is not even implied.  These grammatical  \nfeatures are integral to the meaning and the effect of the poem…And it is a problem  \nbecause, reading precisely the same words and responding to the same punctuation,  \nI’m not looking at a photograph of a child’s moment of guilty triumph.\nI’m watching a short movie about danger!  \nParticularly those elms plunging and tossing like horses are in constant wild  \nmovement.  Where the lack of a main verb stills the poem for Debra, the actual words  \nof the poem which her ‘present participles’ refer to, plunging and tossing bring the \npoem alive in the present for me. \nBut, according to Debra, my perceptions simply cannot be: This is a moment in time,  \ncaptured almost photographically, and frozen, and that’s that.  A teaching point  \nemerging from Debra’s personal point of view might sound something like this:  \n“When there is no main verb, the action is stilled.”  This could then be committed to  \nmemory and written in an exam answer, without ever personally experiencing the  \npoem. As a marker of exams, I now see this type of response.\nI think Roethke added the simile like horses to plunging and tossing precisely to make  \nme see and feel wild movement, and once those elms have come alive, the wind starts  \nseething through their leaves. I hear it. \nThose clouds all rushing eastwards are no slouches either and I feel that these  \ncarefully noted details of the environment are there for a dual purpose: they bring us  \ninto the live moment, but equally importantly they reflect this child’s developing  \npanic, as he or she tries to move, on top of the greenhouse. \nEven Debra, although she thinks the moment is frozen, later commenting on the use  \nof punctuation says: the series of line end commas gives the poem pace . This too \nmight sound impressive in an exam which gave marks for identifying ‘grammatical  \nfeatures’, but it seems to indicate that, while this candidate may be frozen, going  \nnowhere, she’s going with quite a measured step.\nFor me, however, the function of those commas is, as always, many sided.  In one  \nsense, this poem is a list. This may sound mundane, but the items on the list make it  \nremarkable.  Perhaps most basically, the commas logically, and simply, enable  \nRoethke to get all of the separate elements of the ongoing moment into a single  \nsentence, which expands the moment.  I perceive this almost before I begin reading.  \nSimply by using commas as they have been intended, Roethke is in fact preparing me  \nfor a big, fairly complex thought; and when I start to read, the commas then create a  \nnatural speech rhythm, and intonation, which, because of the nature of the actual  \nwords, builds to the feeling of panic which reaches its climax in that exclamation  \nmark!  \nBut, the word ‘pace’, like ‘robust’ and ‘rigorous’, was quite fashionable around the  \nturn of the century.  English departments were often told, perhaps by a member of  \nSMT who might be a Science or a Latin teacher, to inject ‘pace’ into their lessons  \naround that time.  But, as in Roethke’s poem, I continue to find the concept of  \npolyrhythm more helpful in lessons. \nBecause this is such an economical and densely packed poem, it demands a lot from  \nus. There are only fifty seven words in the whole thing.  I find that many poems are  \nlike rooms with secret passages, and the way into them is rarely found in the first line.  \nBut you knock upon each panel and, when you eventually tumble inside, the poem  \nstarts to become complete and make sense, and you’re ready to read it again from the  \nfirst line with a whole new meaning.  Sometimes, as here for me, the last line  \nresonates back through the poem, and ever afterwards that first line will have far more  \nimpact.  \nFor me, that last line: “And everyone, everyone pointing up and shouting!” flicked the  \nswitch on the movie projector, and started those horses racing.  I think it is the pause,  \nand repetition of everyone, everyone  which gives the sense of continuous action.  I  \ntried taking out one everyone and the line lost its impact. \nBut it was the hard sound and texture of crackling splinters of glass that first drew me  \ninto the wide awake danger in this poem, and showed me the child’s movement, and  \nincreasingly brittle predicament.  For me, by the time we come on the scene, this child  \nhas already been treading shakily on the thin, sloping, cracking panes of glass, and  \nplacing her feet warily on the old, thin, dried out, white painted, wooden window  \nframes for some time; and at any second her foot might go through the glass, or snap a  \nwooden frame, and the rest of her will surely follow, ripping her clothing, cutting and  \nbruising her arms and legs, crushing those accusing chrysanthemums before she  \nthumps onto the dirt floor.  Her position is one of excruciating and increasing  \nvulnerability, not triumph; reflected in the wild natural environment whirling around  \noutside, and inside, her head. \nBut let’s rewind this movie a little.  Ah yes, here is Debra’s single frame.  Ten or  \ntwenty seconds earlier, this child may well have been stepping, albeit gingerly,  \nsometimes nearly crouching, using her arms for balance, with controlled delight,  \npicking her way carefully from frame to frame (you don’t climb and move on top of a  \ngreenhouse with anything other than your complete concentration); at last she is, as  \nDebra finds her, triumphantly balancing on the narrow apex, thrilled with her  \nachievement, wobbling, but nevertheless balancing, perhaps trying to stand upright  \nfor just a few important seconds, in a moment of (not quite yet, guilty!) triumph; no  \ndoubt she tries to clasp her hands bravely above her head like the heavyweight  \nchampion of the world.  Then those horses and clouds would have been galloping and  \nflying with exhilaration; not plunging and tossing in wild eyed stampede.  \nBut, at this precise moment, the very thing that must not happen does: the child  \nbecomes self conscious.  It is everyone, everyone pointing up and shouting! which  \nmakes her so suddenly self-conscious, and thus makes her position vulnerable.  \n(Just imagine if she, or he, was completely alone.)\nIt is not clear from the text whether it is only an unruly audience of children shouting,  \nbut the accusing sunflowers bring to mind some manifestation of adult presence.  It is  \nthe word “guilty” which suggests the sudden self-consciousness, and which heightens  \nthe danger.  The exclamation mark at the very end of the poem can represent the  \nexplicit clamour of voices and at the same time her implicit panic. It is now that we  \nrealize that everyone has been pointing up and shouting all the way through the poem!  \nIn fact, everything is happening all the way through the poem and it is those commas  \nwhich suggest this.  The treading, the accusing, the shouting, the billowing, the  \nplunging, but not until we get to that last line does the entire moment (and how big is  \na moment?) come into focus.  A few seconds earlier the wind billowing out the seat of  \nher riding britches might have been simply another exhilarating facet of her total  \nexperience – which now is in the process of shattering into all these isolated pieces of  \nreality, line by line.  The instant she becomes self conscious, the streaked glass,  \nflashing with sunlight catches her eye and radiates a dazzling, dizzying accusation of  \nirresponsibility from the faces of the endangered (adult planted) chrysanthemums onto  \nwhich she may well tumble, destroying them, several feet below; breaking an arm in  \nthe process.  And in a flash, this child’s challenge has increased a hundred fold.  It  \nstarted out as a ‘known’ challenge, to climb on top of the greenhouse; but it was a  \njourney into the unknown, and now she must struggle to control those wild horses in  \norder to get herself down in one piece. \nIn time honoured fashion, Roethke has brought us along to see what we might make  \nof it all. \nAs for the ‘grammatical structures’ which Debra mentions, I simply don’t see any.  \nRoethke has expressed his vision, and communicated it to me, by matching his very  \nsharp awareness and strong emotions with extremely well chosen, correctly spelled,  \nconventional vocabulary and punctuation, all arranged in telling syntax.  Just like  \nEmily Bronte did in the earlier example.  And I still think a lesson in ‘grammar’  \nseems an irrelevance.  I think it might lead to children sounding like brass and tinkling  \ncymbals. \nWhat is it then that has made Debra see this poem as a frozen photograph?  I cannot  \nanswer that with any certainty.  Perhaps it is precisely the act of stopping to change  \n‘billowing’ et al into ‘present participles’, and to make something of the ‘fact’ that  \nthere is no main verb, that render this poem frozen in her mind. \nOr perhaps we’re just different. \nWe are all pupils at the same time as we are teachers, and yet, as a pupil, knowing that  \nthere is no ‘main verb’ and that billowing is called a ‘present participle’ does not  \nmake me see Debra’s photograph rather than my film.  Her ideas about grammatical  \nstructures seem a distraction to me.  I might find that difficult if I was a twelve or  \nthirteen year old, in her English class.  \n*\nI’d say children might study this poem from the age of eight or nine, as long as they  \nhave the necessary skills: (if they haven’t, please refer immediately to chapters one to  \nfour!). They will also need motivation, and organization, in order to use their skills  \neffectively– but that’s why we read good authors, and need real teachers (see chapter  \nfour and then two!).  \nFor me, the inspiration comes from realising (and releasing) the power of Roethke’s  \nwords, which will connect children with their own inner worlds, and return them,  \ninspired, to produce something of their own (writing an essay can be a creative act,  \ngiven the right questions). \nI would explore this poem as I would any poem, by looking closely at Roethke’s  \nchoice of words and getting as close as we can to what they mean in context.  Perhaps  \nI would start with something like: “Well, what is it that is so good about that word  \nbillowing in the first line?  What else might it have been, and why would it not work  \nso well?” The term ‘present participle’ would not be necessary on the list of attributes  \nconcerning that word.  It would be interesting to try to gauge the strength and the  \neffect of that wind, throughout the poem, through Roethke’s imagery.  That is, to  \nimagine it, and to draw pictures of it.\nThe sounds in the poem are also very interesting: what kind of sound is the crackling  \nof splinters of glass against glass, under foot? Under shoe? Under sneaker?  The  \ndistant seething of leaves.  I’m sure you can hear them now. \nEvery one of Roethke’s carefully chosen verbs deserves the status of ‘main verb’ as  \nfar as I’m concerned; they are all so absolutely appropriate to their context. Yet those  \nsame words – label them how you will – have told me something quite different from  \nwhat they told Debra. You are an English Teacher, what would you do now? \nIn her conclusion Debra reminds us that within the education establishment, if  \nnowhere else, the grammar wars still rage: These are areas where debate remains  \npolemical rather than substantive; but she still suggests that perhaps her own  \nmethods, which include taking note of, and applying, ‘grammatical knowledge’, really  \nare the answer to the problems she perceives: \n“At the present time, we have insufficient information about how pupils transfer  \nconceptual knowledge into their own writing and little evidence about how pupils  \nlearn grammar. These are areas where debate remains polemical rather than  \nsubstantive: greater emphasis on integrating grammar into the English curriculum  \nmay well develop these debates more productively. Nonetheless, the aim of current  \ndevelopments must surely be to establish a classroom practice which routinely helps  \npupils to develop and apply their grammatical knowledge in all aspects of their  \nlanguage work.”\nFrankly, from the slightly tentative tone, I feel that Debra is tantalisingly close to  \nfinally escaping the phantom grip of ‘grammar’ and falling into the welcoming arms  \nof convention and accurate personal style.  If we were to replace the word grammar \nwith 'conventions of English' and grammatical with 'conventional' in the above  \nparagraph, we’d be well on the way to solving the ‘mystery’ which her conclusion, in  \nits present form, encapsulates; for, if we do not know how pupils learn grammar, we  \ncertainly do know how children learn the conventions of a language: (all together  \nnow) “by routinely being with caring adults, usually their parents and wider family,  \nover several years of naturally developing, day to day interaction, establishing deep  \nfoundations and familiarity in the use of language”.  \nNeedless to say I would be all for integrating the Conventions of English [rather than  \nmere ‘grammar’] into the English curriculum.  \nAs I’ve probably already mentioned: if the true basics are taken care of at the  \nappropriate time, then children will have little trouble developing and applying their  \nknowledge of these conventions in all aspects of their language work, by the time they  \nreach the age of eleven.  If the true basics have not been taken care of at the  \nappropriate time in a child’s life, then we must simply do what Tim Robbins does  \nwith Gil Bellows in The Shawshank Redemption .  Teach them. \nIt only remains to be said that, were it not for Debra’s revelation of her thinking, in  \nthe time honoured manner of teachers who are confident and open minded enough to  \nput their ideas up on the blackboard for others to test (for this is one of the key  \nelements of teaching) I know that I would not have enjoyed Roethke’s poem in quite  \nthe same way. Nor, perhaps, would I have articulated my own views quite as I have  \nhere.  Having Debra’s analysis to respond to has probably helped me to articulate my  \nown analysis – and has expanded my vision.  Opposition which can remain as  \ndiscussion is very healthy indeed.  And of course, having now revealed my own  \nthoughts on this poem of Roethke’s, I too may provoke others to do the same as I  \nhave here.\nAs to how children may transfer their conceptual knowledge into their own writing,  \nI’ll be looking at that in Chapter Seven.\nIn the meantime, what it all boils down to is this: As far as English goes, nobody alive  \non the Earth today has had anything whatsoever to do with the creation of the  \nAlphabet or Punctuation. Yet, all our written Plays, Poems, Prose, Shopping Lists,  \nLetters, New Words, Texts, E Mails, and most Non-Fiction are accounted for within  \nthese conventional Twenty Six Letters, a dozen or so Punctuation Marks, and the  \noccasional number.  \nSimilarly, nobody alive today has had very much, proportionately, to do with bringing  \nthe conventions of spoken English into being.  Language is a deep ocean, and yes, the  \nsurface is constantly rippling: we have inherited the conventions, and each of us may  \ndiscover, at any time, possibilities within them which have always been there. Hence  \nTed Hughes’ use of the word ‘tigering’ in his poem, Pike, and Shakespeare’s probable  \ncreation of nearly two thousand words which, yes, are now conventions!  Not  \nforgetting his many wonderful examples of effective syntax, the employment of  \nwhich, in our own speech and writing, seems still to elude us - so bound up is syntax  \nwith intensity and clarity of thought.\nThe actual Conventions of English have developed and endured across the borders of  \ntime, space, politics, gender, race, colour, creed and so called ‘grammatical fashion’,  \nand will probably outlive all opinionated battling.\nAren’t all children, almost by decree of nature, supposed to start learning these  \nconventions from minute one of their lives?\nWhen this happens children can begin to develop an effective personal style based on  \ninformed choice. Literature and conversation become each, at once, the art and the  \nstudy of a language. Linguistics is the science of languages. And the place of  \ngrammar remains to classify the words of a language, no more, no less, to your heart’s  \ncontent.\n<><>\nChapter Six:\nTell Grandma What You Did Today!\nAn important theme in this book is that what schools call ‘English’ is different from  \nmost other subjects, because it must be taught, and learned to a considerable degree  \nwhether or not a child goes to school. This applies most strongly to the speaking and  \nlistening part. Yet, without it, the other aspects of Communication through Language  \ncan hardly flourish.\nI don’t have a better way to introduce this aspect of communication through language,  \nas it applies to equipping a new born baby with the skills to tackle Shakespeare, than  \nto repeat something I have mentioned earlier. Communication through Language  \nprobably begins around minute one of a human being’s life - perhaps even earlier.  \nThe very first of the skills of En1, 2 and 3 to be approached would seem to be the  \nListening part of En1. \nIt is said that some people fear public speaking more than they fear death. In this area  \nof ‘English’, perhaps even more than in the others, children are a bit like the kind of  \nworkers who don’t trust a boss unless they see that the boss can do what they are  \nasking the children to do, and why not?\nWe’ve all probably had painful, as well as good experiences, in the more public  \naspects of speaking. It’s the unpredictable nature of the activity. There truly is no  \nsuccess like failure, and learning is pretty well instant, I have found.\nOur own experiences are excellent material for introducing the topic of public  \nspeaking into the classroom; they are similar, in humanising you in the eyes of pupils,  \nto being seen by them downtown. \n‘Show and Tell’ has been a primary school activity for decades. Primary school  \nteachers know it makes sense. I believe that the name itself suggests a very strong link  \nwith what needs to be happening in the first four or five years of a child’s life, if they  \nare to build a strong foundation for the skills of Speaking and Listening. And show  \nand tell is what leads to the art of conversation - going further into what is shown and  \ntold. Discussing, asking questions about it.\nIsn’t it the family who are constantly pointing to, naming, and explaining things to a  \nchild? Showing and telling and asking. And after that, the child starts doing the same  \nthing. Try and stop yourself, or them, doing it.\nSo where’s the problem? Only when it doesn’t happen.\nCertainly, the progression from family to the outside world may have been more  \neasily structured, and gentler, in less fragmented times: with grandparents, aunts,  \nuncles, cousins, close neighbours on hand. This is why, in the present climate, a  \nwhole army of skilled learning support assistants should be ready and waiting for  \nchildren at age four or five, when they first arrive at school; not when they are twelve  \nor thirteen years old.\nIf the foundation is already in place, when a child reaches school age, then probably  \nlittle more than an invitation to show and tell, and to discuss, is needed to continue  \nthis in early school years. After all, it’s a nice egocentric kind of sharing.\nAnd isn’t ‘show and tell’ what most public speaking is about, from year seven  \nPowerPoint presentations to party political broadcasts?  \nAs for continuing this, with regard to the more formal aspects of speaking and  \nlistening: a good part of what needs to be done will be automatically exemplified by  \nthe teacher. Preparing lessons, giving instructions clearly, guiding thoughts,  \nencouraging personal expression, summing up, reading stories, all require skill and  \norganization, plus the ability to be spontaneous. The same kinds of skills are required  \nfor presenting a talk.  English teachers used to have the opportunity to provide a  \nworking example of all of these skills daily.\nA large part of speaking and listening in classrooms has to do with preparing the  \nenvironment. You need to have the room the way you want it - windows open or  \nclosed; lights on or off? That’s what teachers do, and can encourage pupils to do.  \nChildren’s presentations, however small, are like a lesson. You give them the  \nresponsibility, and you ride shotgun for them.\nWhat needs to be said about the more formal aspects of En1 is that you must know  \nwhat you’re talking about, feel comfortable with the material, and prepare it properly.  \nThen it becomes an opportunity, rather than a dread. I have certainly learned this from  \nexperience, both in and out of school. You should simply never use material you are  \nnot comfortable with, and neither should children have to. \nAspects of drama and role play enter and leave the ‘English’ syllabus as regularly as  \nMinisters of Education enter and leave office. \nBut again, role play reaches right back into a child’s early days - if they’ve had the  \nunofficial English syllabus. “We’re going to do a play! Watch!”\nWherever such an activity as ‘role play’ is meant to fit into the constantly changing  \ndefinitive and statutory versions of the ‘curriculum’, role play remains an excellent  \nway for children to work within a group, collaborate, support each other, solve  \nproblems, use their imaginations, be entertaining, and have a good deal of healthy fun  \nall at the same time.\nDrama certainly plays a useful part in learning how to communicate through  \nlanguage, and English teachers generally use role play, whether or not the curriculum  \ndemands it.\n<><>\nChapter Seven:\nShe can make a pen speak!\nSooner or later, our seventeen and a half year old English pupil is going to have to sit  \ndown and respond to William Shakespeare at ‘A’ Level; and probably answer one or  \ntwo exam questions on novels and poetry also. If she has been given the opportunity  \nthroughout her life to become adept at the skills of English, and to develop them as  \nshe has grown up, the exam should hold no fear, and will be an exciting challenge. \n<><><>\nOur ‘A’ level student knows the plot of ‘King Lear’ and she knows the themes; or, as  \nwe might put it nowadays: What’s the story? and what’s that  about? I like how the  \nconcepts of Plot and Theme, in relation to our everyday lives, have entered our  \nvocabulary in the following manner: “Terry’s dad got him a £900 bike, and he left it  \noutside a shop, not locked.  So of course it was nicked, right?  And his dad only went  \nout and bought him another one straight away!  I mean, what’s that about?”\nShe’s read and discussed the play with the class.  And she’s presented a fifteen minute  \nShow and Tell about the treatment of old people in different countries around the  \nworld, and throughout history, as her related topic.  She actually started her talk with  \n“When I’m 64” by The Beatles, as a nod in my direction.  So, naturally, I brought in  \n“My Back Pages” by Bob Dylan for her.\n*\nAs with reading (chapter four) I think there are two kinds of writing: first there is  \nknowing that things called pens, pencils, rubbers, crayons and so on exist, to let you  \nmake your mark.  So, she’ll scribble away on books, atlases and any paper she can get  \nhold of; she’ll draw, and practice writing the letters of the alphabet. Initially, children  \ncall this ‘writing’, and they are not wrong at that age. \nThen there’s finding out what the Alphabet and Punctuation are for. Again, although  \nthe degree to which the learning of these true basics occurs does vary within families,  \nfor a variety of reasons, I am sure that simply mentioning these essentials obviates the  \nneed for a six hundred page syllabus to conjure up what needs to be done in the early  \nstages of a person’s life, and how to prepare for it. \nAnd there is the second meaning of writing: using what you’ve been shown how to  \ndo, to go on and express your own ideas, and communicate with yourself and with  \nothers.  Put these two elements together with a fair amount of independent reading  \nand thinking and, if your nature ‘becomes vocal at tragedy’, you might well sit down  \nand eventually come up with Jude the Obscure.  Let’s put it this way, it’s a much safer  \nbet, and probably more in tune with nature, than sitting a chimpanzee in front of a  \ncomputer and waiting for Lucky Jim to arrive.\n*\nIn a book of this nature, it was inevitable that we’d need to look at The National  \nLiteracy Strategy at some stage, but not to overdo it.  The strategy is freely available  \nfor serious analysis, and again it’s to everyone’s credit that this is so.\nThe authors have done what some English teachers still do each day: they’ve stood up  \nat the front of the class, covered in white dust, and laid out a variety of ideas which  \nwe are invited to analyse, and perhaps come up with something even closer to the  \ntruth.  They interact with their pupils.  That’s very healthy, and my hand is up.\nHere is an excerpt from the strategy’s Introduction and Rationale concerning Key  \nStage 1 Writing:\n“When children begin to write, they tend to write as they speak.  Spoken language,  \nhowever, is different from written language in a number of ways.  These differences  \nare related to the permanence of the written word, the need to be concise and explicit,  \nand the fact that the reader is often separated from the writer in time and space.  \nSpeakers can rely on context, intonation, facial expressions, pauses, etc. to convey  \nmeaning and create effect.  Writers often use more explicit grammatical structures, as  \nwell as organizational features such as punctuation, paragraphs, headings,  \nillustrations, and diagrams to communicate ideas.” \n(From: www.standards.dfes.gov.uk/literacy/publications/text/63337/dew_part1.pdf)\nI see two closely related points being made here:  \n•we can, but we should not, write as we speak, because-\n•written language is necessarily different from spoken language.\nThese points from the strategy are valuable because they are clearly and confidently  \nexpressed, and they reflect a great many people’s opinions over the last twenty years  \nor so.  They open up a discussion. \nCertainly, there are inarguable physical differences which do exist between speaking  \nand writing:\n•speech relies on sound: the mouth, vocal chords, lungs, and ears are all  \ninvolved; whereas writing relies on hands, eyes, pens, ink, paper, keyboards\n•speech is generally immediate, and often face to face, whereas writing  \ngenerally means communicating with someone somewhat distant in time and space,  \neven if it’s just notes slipped across the classroom\nMy own approach to teaching writing, which, again, due to circumstances beyond my  \ncontrol, simply had to be in place and effective well before the adoption of the  \nNational Literacy Strategy, has always been to consider trying to get as close as I can  \nto speech, when writing.  This simply reflects the way I continue to perceive the  \nfunction of the alphabet, and punctuation.  Therefore I not only searched for ways,  \nwhich had already been invented by writers, for overcoming the differences  \nmentioned in the National Literacy Strategy; but for similarities which already exist,  \nbetween speech and writing.  \nMy approach was based on the notion that, perhaps, we should encourage and help  \nchildren to develop strength in speaking, before asking for too much in the way of  \nwriting.  This follows the evolutionary development of writing, and there is logic to  \nthis development, since language use begins with speech.\nWritten and spoken words can both be analysed within sentences, in terms of:  \nIntention, vocabulary, syntax, pronunciation, intonation, phrasing, and context.  As  \nmentioned earlier, these terms became my parts of speech, when I realized I needed  \nanalytical terms which could be used when considering both spoken and written  \nlanguage; and, especially, the links between them. \nThe following is a list of factors which I think can contribute in helping us to write as  \nwe might speak, should we want to do so:\n•The words we use for either will come from our personal, developing,  \nvocabulary.\n•Our intention can be the same in speech as in writing.\n•Of the parts of speech: Intention, Vocabulary, Syntax, Pronunciation,  \nPhrasing, Intonation, and Context; all but pronunciation are transferable between  \nspeech and writing either completely, or to considerable degree; and many people do  \ntry to convey pronunciation in writing as well.\n•The alphabet and punctuation were invented to enable us to communicate with  \npeople distant in space and time.  When the telephone and the tape recorder were  \ninvented, people tried to speak over space and time instead of writing.  Then, when e  \nmail and texting were invented, people were happy to revert to writing instead of  \nspeaking in many circumstances, merely because it’s cheaper.  I think this shows that,  \nfor many people, speaking and writing are, in some circumstances, almost  \ninterchangeable. \nTo sum up these general pros and cons: It is certainly not the same physical act to  \ntype ‘How R U’, as it is to say it; but the fact of using ‘R U’ clearly indicates that  \npeople do see writing as a medium for getting speech, that is, the sound of words, into  \na visible form via symbols, so that another person can change these symbols back into  \nspeech.  I don’t think anyone went to school to learn ‘texting’, and yet it is now a  \nconvention based skill in the public domain.  All people need is their vocabulary, a  \nprior knowledge of the alphabet, an instrument, a firm intention, and the essential  \nstrong desire to communicate.  This is not to say, however, that I advocate the use of  \ntexting methods as an eventual alternative to conventional writing.  But that is  \npersonal taste.  By all means transcribe The Mayor of Casterbridge into ‘text  \nlanguage’ if you’ve got a market for it, but I would find it more difficult to read, and  \nunderstand, that’s all, and that is because the actual look of the word ‘You’ means  \nsomething other than the look of the letter ‘U’, to me. The letters of the alphabet are  \nfor spelling and meaning, not just for sounds. \nIt is depressing, because inaccurate, to read “all u can eat”.  “U” is not the written  \nrepresentation of the spoken word ‘You’ and its meaning, it is the representation of a  \nsound. The actual spelling of the word ‘You’ is based on the etymology of the word,  \nand therefore the meaning of the spoken word before the sound of it; otherwise we  \ncould use the letter ’U’ for the word ‘ewe’ and ‘yew’ – but the actual spelling, and  \nlook of these written words, by definition, goes far beyond their similar sounds. For  \nthese reasons it is essentially mistaken to describe, and teach, the use of the alphabet  \nas ‘phonics’.\nThe literacy strategist says: writing is permanent and speech is temporary, and I know  \nwhat she means, but the obvious question here seems to be: Isn’t anyone as good as  \ntheir word anymore?  While some contracts are not worth the paper they are written  \non.  \nI’m not convinced that writing and speaking, aside from the obvious physical  \ndifferences already mentioned, need to be further divorced from each other on the  \nbasis of their relative palpable, material, permanence.  \nPermanence often depends upon what is said, and what is written down, doesn’t it?  \nSupposing someone said, “I really loved your dancing!” or, in a letter, wrote, “I really  \nloved your dancing!”  I’m thinking that the potential permanence of these expressions  \nis all a question of how they are received.  Do you think someone might remember  \nhearing, or reading, those words for the rest of their life?  You may well keep the  \nletter folded in a drawer; you may keep the memory of those words being spoken  \nfolded even closer.  \nAnother variable, of course, is who is saying what.  Some vapid social climber might  \nwrite, “I really loved your dancing!” and you’ve forgotten it before the paper hits the  \nwaste bin.  While a dear friend might gently confide, “I loved the author of that book  \nyou lent me.”  And you make a very definite mental note, and remember it at  \nChristmas.\nSo I had to ask myself, how important is the permanence of writing, as distinct from  \nspeech?  Is it really something I should make an issue of with children?  I remember  \nthings children have asked, or told me, for years.  But yesterday’s printed newspaper?  \nLargely gone. \nI think there are too many variables to assert that writing is necessarily more  \npermanent than speech.\n*\nOf course, I had to consider very early on that we say ‘er’ and ‘um’ a lot in speech -  \nand we certainly don’t in writing.  This point has cropped up regularly since about  \n1983.  It was one of the first differences between speech and writing that I was told,  \nas a student, to consider.  \nAnd I did, together with another very popular idea at the time, which was that story  \ntelling was originally an oral tradition.  I thought for a moment about those great oral  \nstorytellers.  You wouldn’t sit still for a stream of ‘ers’ and ‘ums’, and ‘you know  \nwhat I means’ from an ancient story teller, would you?  So, imagine what great and  \nfluent speakers those ancient storytellers must have been.  There’s something to aim  \nfor when we write, I thought.  \nBut, when writing, we can pause, and think about our intent.  We include only  \nnecessary utterances.  Yes, we probably do, or we certainly should, and we definitely  \nre-draft.  But imagine how it would be to pause, and think, when we speak.  Consider  \nthe silences.  Imagine thinking, and then speaking as lucidly and as fluently as you  \nwould wish to write.  It’s also something to aim for, isn’t it?  In any serious  \nconversation we refine our ideas continuously, as we might with writing. \nWatching ‘Life on Earth’ years ago, I couldn’t help wondering: “Is David  \nAttenborough’s absolutely brilliant narration spontaneously created, or is this the  \nwritten word, beautifully polished by several drafts, and then read as it is intended to  \nbe heard – that is, as if it was being spoken spontaneously, to accompany the  \npictures?” My mind said it must be written down, but my ear said it was the spoken  \nword.  And it’s the same today, watching “The Blue Planet”.  \nThe brilliant commentaries on his programmes flow like an almost impossibly well  \ninformed, spontaneous commentary.  David Attenborough sounds like the epitome of  \nan ancient storyteller.  \nThe upshot is: if these commentaries were spontaneous, I don’t think they could have  \nbeen bettered by being written out beforehand; but if they are in fact (as I think they  \nmust be) written out beforehand, I don’t think they could sound any more natural than  \nif they had been spontaneously produced.  I think there is a special reason for this –  \nbecause I listen to narration on lots of things very carefully, and even Sir Laurence  \nOlivier on ‘The World at War’, though excellent as a narrator, and also commenting  \non pictorial material, doesn’t quite make the narration sound his own.  I think David  \nAttenborough takes narration to another level, because he is so personally involved  \nand loves it so much!\nIn Attenborough’s case, there seems to be little difference between the epitomes of  \nwritten and spoken expression.  There seems to be nothing to change in terms of the  \nintention, vocabulary, syntax, intonation, phrasing, pronunciation, or context.  The  \nimportant thing, it would seem, is to really know, and care for, what you are talking  \nabout, as David Attenborough clearly does.  That’s worth aiming for, no matter how  \nyou slice it.\nSpeakers can rely on context, intonation, facial expressions, pauses, etc. to convey  \nmeaning and create effect.\nThis is all absolutely true, but the key word here is can.  Clearly, body language and  \nfacial expressions may enhance the physical context of the spoken word, and at least  \none of these is indispensable between a mother and a very young child.  \nBut think of the long distance telephone call; think of whispers in the dark; or angry  \nvoices through a bedroom wall: In these examples of the spoken word, facial  \nexpressions and body language as primary keys to conveying meaning, and creating  \neffect,  pale to insignificance, vocabulary and tone are all. \nQuite soon it becomes an indispensable part of the writer’s art to render superfluous  \nthe differences in physical context between themselves and their readers, which may  \nbe measured in centuries as well as in miles.  Writers do this precisely by creating  \ntheir own ‘physical’ contexts on the page within which the reader may participate.  \nThink, perhaps, of the eerie scene at the end of “Of Mice and Men” – where Steinbeck  \ncreates four worlds in one:  Lennie’s imaginary paradise; George’s own happy past,  \nand miserable future; all converging in the anguished present.  Or think of Lord  \nCapulet throwing his daughter Juliet out of the house, initially perceived through the  \nmedium of written language, which brings to mind all manner of angry and emotional  \nviolence, simply because of the startling vocabulary, context, and a couple of  \nexclamation marks.  \nAnd readers flock to Wessex in order to tread Thomas Hardy’s superbly evocative  \nliterary stage, first conjured within their minds through the medium of written  \nlanguage. \nIn asking a child to write a letter (once they have unequivocally been shown, and  \nallowed to master, the mechanics of writing) the natural impulse would be to guide  \nthem into conveying – however simply – their inner (and immediate) world, in order  \nto include and stimulate the person they are addressing.  I don’t think any author is  \ndoing more than that, and some do it magnificently.\nBut yes, as the literacy strategist says, ‘intonation’ is another very important factor in  \ncommunication through language.  It’s not what you say; it’s the way that you say it.  \n“How would you get intonation into writing?”  I wondered…  “Was not punctuation  \ninvented so that we could strive for the ideal…to write what we would say?”  Of  \ncourse, punctuation is precisely to do with intonation.  When you read, you must hear  \nin your head, and feel in your heart, what is written.  And therefore, when you write,  \nyou must do the same thing.  \nAs a teacher, I have seen how children regularly and naturally use colours and font  \nvariations to emphasise key words, especially in their non - fiction writing.  This is in  \nline with what they are hearing and intending in their minds. This type of presentation  \nis taken to great lengths, often to useful effect, in some professional publications. \nEventually I came to realize that, really, if both parties are paying attention,  \nexpression is latent within all of the parts of speech which can be approached in  \nwriting: Intention, vocabulary, syntax, phrasing, pronunciation, intonation, and  \ncontext.  They all play their part, and intonation can be present in writing, to a  \nsometimes astonishing degree.  “There would be no reading aloud, if intonation was  \nnot possible in writing, my dear.” \nMuch poetry is created precisely by the use of writing in order to arrive at the perfect  \noral expression of a poet’s thoughts; whence a poet will search for days, or years, for  \nthe correct words which he may later declaim passionately, with his arm around a  \nstatue in the park.  \nAnd how about dictation in an office, where one person strides about the room  \nenunciating, with the occasional ‘no, scratch that’ while another person takes down  \nthe words?  Or perhaps the spoken words are recorded on a Dictaphone for later  \ntranscribing…and more recently words may be spoken directly into a computer to  \nemerge as printed words on paper.\nSurely, context is the greatest difference between writing and conversation; for,  \nsimply, in conversation, our own use of words is probably in response to words used  \nby someone else, whereas in writing, the continuous flow is in response to what we  \nourselves are thinking, and expressing. Would it not be marvellous if our  \ncontributions to any conversation could have the self-discipline of the eighth draft of a  \nmanuscript, married to the spontaneity of speech? Imagine the silences.\nReally all forms of language influence each other, so that we might first strive to write  \ndown what we want to say (speech writing, for example) and this in turn can improve  \nwhat we eventually say when we speak, by refining our thoughts.\nThis fact is very useful to me when I meet children who are having trouble expressing  \ntheir ideas in writing.  Now that I do supply teaching, it happens nearly every week.  \nA child might say, with regard to personal writing for example, that she wants to write  \nabout her dog, but is finding it difficult to put words on paper.  She’ll tell me she has  \nlots of ideas in her head, but when she picks up her pen, and stares at that blank piece  \nof paper, the ideas, she says, just go.  There is no connection, that is, between her  \nvoice and her pen, probably because someone has told her that “it’s different when  \nyou write it!”\nSo I might say to this child: “Pretend that you’ve just come into class and you want to  \ntell me something about your dog. What are the words you would you say to me?”\n-“My dog is getting old, sir.”\n-“Okay, write that down, but you can leave out the ‘sir’ because this particular piece  \nof writing is for many different people to read.” \nMy dog is getting old.\nNow her dog is not only in her mind, it’s also there on the page, because the words  \ncame from a thought and feeling in her mind, via her voice.  Someone else might have  \nused different words.  “Language is the flesh garment, the body, of thought”.\n-“Tell me something else about your dog.”\n-“My dad says she won’t live much longer.”\n-“Hmmm, write that down.”\nMy dog’s getting old.  My dad says she won’t live much longer. \n-“Try a semi-colon after ‘old’.”\nMy dog’s getting old; my dad says she won’t live much longer.\n-“Which do you like better?”\n-“I like it better as two sentences.”\n“Mmm, so do I.”\nThere’s a lot more there than just twelve words. They are the tip of an iceberg aren’t  \nthey? I’d probably want to know the dog’s name at this point.  If she has already been  \nshown how to write, and to spell, then five minutes into this type of conversation, this  \nresponsible pupil (as opposed to ‘independent learner’) will be starting to write from  \nthe heart, enjoying the success of connecting her voice to her pen and paper, and  \ncreating something she cares about, like David Attenborough. \nWorking with a child in this way, and getting them to write what they would say,  \nshows you the ancient wisdom behind a teacher dictating to a larger class.  Watch: the  \nmain reason why this is not done so much in schools today is because of the odd  \nthought that teachers really should not put ideas into a child’s mind.  “Children should  \nbe inde……” well, you know how it goes.  So we now call setting an example,  \n‘modelling’; while bringing someone up is ‘being a role model’.  (See Chapter One:  \nThe True Basics).\nWhen a teacher is dictating to a class, looked at from the perspective of children  \nlearning how to get thoughts down on paper, what a teacher is doing is simply taking  \nthe responsibility for thinking up the ideas, which children then proceed to reproduce  \nin written form.  This is not an end in itself: the hearing of the teacher’s words, and  \nthen the children writing them down, is clearly an intermediate step towards doing the  \nwhole thing themselves, which children appreciate.  All sorts of spelling and  \npunctuation lessons can be reinforced as you go along.\nAgain, there is an indispensable element of trust and respect needed here, which is  \nhelped if the teacher is acknowledged as having authority in the classroom, and has  \nbeen selected with this in mind in the first place.  (See Chapters Two and Three).\nDictation is similar to many other ways adults have of helping children at first; for  \nexample pushing them on a swing, or holding the seat of a bicycle. Once they get the  \nhang of it (on a swing it used to be called ‘working’) they will very quickly tell you to  \nlet them get on with it themselves.  As for the bike, well, I never knew the exact  \nmoment when my father let go, and I took off on my own.  \nPupils themselves might eventually be happy to dictate to the rest of the class, giving  \nthe other pupils helpful pointers, such as spellings, punctuation, and new sentences,  \nand so on, from their own prepared text.  Just like the teacher.  Dictation has many  \nelements built into it which would encourage teachers of various subjects to include  \nlanguage skills in their lessons.  The marking of a creatively conceived dictation  \npassage could provide interest, and development.  Of course, you wouldn’t ask a child  \nto take down dictation if you weren’t absolutely sure that they knew how to use a pen,  \nand how to form letters, now would you? Would you? Therefore, we should make  \ndictation an important part of primary school, and Year Seven lessons.  It wouldn’t be  \nthe first time.\nAs I mentioned in Chapter Four: Writing is one side of the Spelling coin (Reading  \nbeing the other side); so, spelling lessons are an excellent time to practice writing –  \nboth the actual handwriting and the creative, mental, and technical sides of writing.  It  \nmight go something like this:\n“I want you all to write me a sentence, from your own mind, for each of the words  \nI’ve put on the board.  It’s only one sentence per word, so punctuation should be very  \nlittle problem.  This is an opportunity to develop your:\n•handwriting\n•spelling\n•vocabulary\n•punctuation\n•creativity\nHere are the words:  (Roll down the blackboard with the words ready and written; or  \nplace the transparency on the overhead projector you’ve had to wheel out, or switch  \non the interactive white board, making sure you’ve drawn the blinds, if they’ve been  \nput up in your teaching room yet.)\nSyllabus\nLaugh\nArticulate\nHeaven\nRaindrop\nIncredible\nSewing\nGargantuan\nCheck and correct the sentences with each individual, and then:\n-“Now, do your corrections, and then choose your favourite sentence from the ones  \nyou’ve shown me, and add three more on the same subject, to make a paragraph.”\n(A child and a parent could probably do this at home; but after a certain age it’s a lot  \nmore fun at school.)\n-“Who’s ready to read theirs?  Jamie!”\n-“My Gran is really good at sewing. She mends all of our clothes at home. Most of the  \ntime she uses a needle and thread, but for making clothes longer or shorter she’ll use  \nher new sewing machine. She used to make dresses for my mum when she was  \nyounger.”\n-“Thanks, Jamie; well done.  Everyone give Jamie a mark out of ten for content, and a  \nmark out of ten for his reading, in your exercise books.  Does anyone know how you  \nmake a dress longer or shorter?”\n-“A hem.”\n-“I beg your pardon, Kirsty?”\n-“It has to have a hem; you turn the material up at the bottom and sew it.”\n-“Thanks, Kirsty.  Now, by the end of the lesson I want you all to have written three  \nparagraphs on the subject you’ve chosen from your own sentences. You can use the  \ndictionaries for help.  At the end of the lesson I’ll give you each a sheet of lined A4  \npaper, so, you can proof read your work at home, and re-draft it onto the A4 to bring  \nin tomorrow.  And don’t skip the proof reading, because I’d much rather use my red  \nink for writing helpful comments about your work than for underlining mistakes you  \nactually know how to correct.  Also we’ll be having a test on the spellings, and a  \nspelling bee.”\n-“What do we do if we finish the paragraphs before the bell, sir?”\n-“You pick the word from the list which appeals to you the most, use it as a title, and  \nwrite a poem from what that word suggests to you today.  I’m going to do one on the  \nboard now, watch.”\nRaindrop\nStaggering drunkenly,\ndown the window pane,\nPicking up friends\nalong the way,\nTo collect\nAnd huddle\nIn a cold little puddle.\nNow remember get your mum or dad to proof read your work with you, before you  \nredraft it onto the A4 paper.  And it’s due in tomorrow!”\n<><>\nConclusion\nWilliam Blake said if others had not been foolish, we should be so.  I think that’s a  \npretty good definition of progress.  \nWhen the feeling that something was wrong, not with children but with the school  \nsystem itself, stirred once more within the country about twenty years ago, because  \nbusinesses and universities were complaining that children were leaving school  \nunable to spell, write essays, needed ‘the basics’ and so on; a popular question with  \nregard to English was: “How much should we teach children about language?” \nThis always sounded strangely proprietorial to me, as if the people who were saying it  \nthought they actually owned language.  Anyway, it merely signalled the next bitter  \nbattle in the political wars which are fought on the battleground of education. \nBut, for reasons I hope I’ve made clear, my answer then, as now, is this: What we  \nreally know about language is surprisingly little, but of excellent quality.  Our real,  \nshared, knowledge of language, amounts to the true conventions of English and the  \nmany ways people have used them effectively down through the years.  I think we  \nshould teach children all that we really know about language, and study lots of  \nfamous writers and speakers.  The earlier we provide an environment which allows  \nthem to use and develop these conventions within their own psyches, the better.  \nThere can be no doubt that families are intended to be a child’s first language  \nteachers.\nAll things considered, I think we have at last arrived at a point where it is certainly  \ncost effective to create the intellectual conditions necessary for all parents to educate  \ntheir young children naturally, in the true basics of language.  Although this book has  \nbeen written from the point of view of the English classroom, the rewards for  \nchildren, and therefore schools and society, when they are taught the unofficial  \nsyllabus at home, will be enormous.  \nWhether this will actually be done or not, in the future, remains to be seen; but the  \nfact is that, only when the early teaching of language is acknowledged and practiced  \nas the simple human activity it really is, can the teaching of English (and other  \nsubjects in schools) be properly addressed for all.\nIn the meantime, though, individuals have the opportunity to improve matters for  \nthemselves and for their children right away.  If we are to avoid the mere repetition of  \nthe past fifty years or so, we must look for something beyond the old arguments  \nbetween grammarians and their anti antagonists; which is what I have done here.  And  \nthere is nothing at all to stop us from teaching communication through language  \nintensively to deprived children, in schools, right now. \nWhen I started planning this book, I was determined that it should be a very slim  \nvolume, easy on the eye, and yet it should be an adequate alternative to the growing  \nmountain of, for me, unreadable academic publications.  But this book is also  \nintended to serve, in future times, as an alternative to the gross irresponsibility which  \nwill surely follow when the fashion pendulum swings back again.\nBut, ideally, the reader may simply look at children and see that the teaching of a  \nlanguage is an activity which is more important, and a lot less complicated, than any  \nparticular political ideology.  Nevertheless, ‘developments’ in education during the  \ntwenty years of my career have seemed to be attempts to make my classroom feel less  \na lively and welcoming place for learning, than a sanctuary threatened by the hostile  \nencroachment of a nearby factory.  For all the money spent, the shouting, the  \ninitiatives, and the targets, I go into schools while I write this book and things look  \nmuch the same in the teaching and learning of English.  There has always been  \nbrilliance, and there has always been deprivation, but now there is a lot more stress  \nand bother. \nSome children do as well as the current system allows them to in English.  But there  \nare many others in mainstream classes who still cannot read or write properly. Yet  \nthey are set tasks which require them to do just that, and when this happens they are  \nfrustrated and badly behaved, as you might expect.  At the beginning of this book I  \nsuggested that we need to work towards a definitive and durable syllabus for the  \nteaching of the subject we all know and love as ‘English’?  Do I think there really  \ncould be such a thing? \nThere always has been.\nWell, we appear to have finished a few minutes early, so, talk amongst yourselves -  \nand don’t forget about that Hank Williams song.\n<><>\nAcknowledgements\n1.The two excerpts referred to in chapter five from Mother Tongue (1990) by  \nBill Bryson, published by Penguin, are used with kind permission of the publisher.  \n(Not reproduced in this version)\n2.The lines in chapter three from “T.V. Talking Song” on the album “Under The  \nRed Sky” by Bob Dylan are reproduced by kind permission of Special Rider Music.\n3.The quote attributed to David Crystal in Literacy Progress Unit (DFES  \n0066/2003) is reproduced by kind permission of David Crystal.\n4.The analysis of the poem “Child on Top of a Greenhouse” by Theodore  \nRoethke, in chapter five is taken from the QCA booklet “Not Whether But How”  \n(1999, ISBN 1 85838 376 5) pp 10 & 13, reproduced with permission of QCA for the  \npurpose of research, private study, criticism, and review.\n5.Two excerpts from “Principles of Language and Mind” (1985) by T.P.  \nWaldron, referred to in chapter five, were originally published by Routledge and  \nKegan Paul, used with kind permission of tps.permissions@thomson.com.  (Not  \nreproduced in this version)\n6.The definition of a ‘Main Verb’ in chapter five is reproduced by kind  \npermission of usingenglish.com. \n7.The excerpt from The National Literacy Strategy, Introduction and Rationale:  \nwww.standards.dfes.gov.uk/literacy/publications/text/63337/dew_part1.pdf in chapter  \nseven is freely available for serious discussion, and it is to everyone’s credit that this  \nis so.\n<><>\nIndex to Authors, Works, and Organizations Mentioned\nBeatles 112\nBlake, William 64, 129\nBronte, Emily 84, 85, 86,101\nBryson, Bill 91, 92, 93, 103, 104\nCarlyle, Thomas 84\nChambers Dictionary (1983) 52, 56, 73, 78 \nCohen, Leonard 19\nCrystal, David 58 \nDylan, Bob 40, 112\nHardy, Thomas 63, 64, 81, 121\nKilmer, Joyce 49\nLincoln, Abraham 89\nMelville, Herman 74\nMyhill, Debra 93 \nNational Literacy Strategy 114, 115\nThe Penguin Dictionary of Literary Terms and Literary Theory 113 \nQCA 93\nRoethke, Theodore 94\nRosten, Leo 16\nShakespeare, William 13, 48, 61, 62, 63, 67, 87, 88, 106\nSteinbeck, John 121\nTruss, Lynn 83\nWaldron, TP 91, 92, 93, 103, 104 \nWilliams, Hank 30 (Footnote), 131\n<><>\nThank you to my mother and father, and my immediate family, for teaching me the  \ntrue basics.  Thank you to my wife Sheila for reminding me, through her own  \nexample, with our daughter, how all of that is done. Thank you to my daughter, Ruby,  \nfor inspiring me to tell and read her stories, and for being a stimulating  \nconversationalist from the very beginning.\nThank you to my extended family: a great many people who are friends, relatives, and  \nchance meetings; many of them are pupils who I have met only once or twice, and  \nknown for less than an hour.  Some are colleagues with whom I worked for several  \nyears.  True communication is such that they all will know who they are. \nThank you to the people who have allowed me to quote their words and thereby  \nhelped me to articulate my own ideas more clearly.\nAll of these people, and more, have helped me in various ways to get this discussion  \nout, and to make it as good as I can make it.  It’s probably not finished, and any  \nmistakes are mine, but: “Not having a resting, but a growing and a becoming is the  \ncharacter of perfection as culture conceives it.” (Matthew Arnold 1822-1888)\nBest Wishes,\nMark Wilson\nBristol UK\n<><>",
  "file_path": "S:\\software\\PDFFiles\\You Are An English Teacher!.pdf",
  "cached_at": "2025-08-05T14:35:56.259901",
  "text_length": 209683,
  "cache_key": "7389d972388cc5dcdcc73e9f8650ab55"
}