{
  "text": "yoummustbelieveyouaregodyoum\nmustbelieveyouaregodyoummust\nbelieveyouaregodyoummustbelie\nveyouaregodbnmqwertyuiopyou\nmustblieveyouaregidyoumustbeli\neveyouaredgoyoumustbelieveyou\naregodyoumustbelieveyyouarego\ndyoumustbelieveyouaregodyoum\nustbelieveyouaregodyoumustbeli\nevyouaregodyoumustbelieveyoua\nregodyoumustbelieveyouaregody\noumustbelieveyouaregodyoumust\nbelieveyouaregodyoumustbelieve\nyouaregodyoumustbelieveyouare\ngodyoumustbelieveyouaregodfghj\nklzxcvbnmqwertyuiopasdfghjklzx\ncvbnmrtyuiopasdfghjklzxcvbnmqYOU  \nARE  \nGOD\nBY\nSHIVAM\nhttps://twitter.com/shvm12\nYOUR SEARCH FOR GOD STOPS HERE\nYOU         ARE           GOD\n  \n             YOU \n      ARE      GOD\n                                                                         \n                                                                              \nShivam\n                            \n2\nYOU         ARE           GOD\n                             \n                              ALSO   BY   SHIVAM\n                   \n                  \n                        THE INSIGHTFUL MORTAL\n     \n3\nYOU         ARE           GOD\n                                        CONTENTS\n               Preface                                                                         Page 4-5\n          Chapter  1  God                                                                 Page 6-8\n          Chapter  2  Existence                                                        Page 9-12\n          Chapter  3  Consciousness                                                Page 13-17\n          Chapter  4  The Placebo Effect                                         Page 18-21\n          Chapter  5  Spock                                                              Page 22-26\n               Citations                                                                       Page 27\n4\nYOU         ARE           GOD\n                                      \n                                           PREFACE\nIt starts at the moment you are born, at least in Hindu Culture, in which I was born, I have no  \nidea about the others though. It’s an Indian customary to take  child to the Priest so that  God can  \nbless the child, and his life goes on great. If that was not enough, there are many other customs  \nwhich follow after the birth. We search for God through our entire life, yet no one has proved its  \nexistence. Many people contribute their whole life to the service of God in hope for “heaven”.\nBut there are very few in this world, who understands that the real God lies inside you, all of  \nyou. And so the title of this book “You are God”. Being an Atheist, I never actually believed in  \nthe concept of God, different people have different ideologies. According to me, one can do  \njustice to his life if he stops searching for the invisible man in the sky and starts exploring  \nhimself. That’s the only way he can grow. This book is totally about that. What are you? Why do  \nwe exist? Why do we make decisions? My Purpose of writing this book is to let the readers know  \nabout what’s really happening inside their brain and how can they benefit from it by knowing  \nmore about it.\nThis book has no connection whatsoever to my last book “The Insightful Mortal” although I  \nwould suggest the eager young minds to take a look at that book if you have lots of questions  \nabout religion and God. This book is totally focused on a person, his brain, his existence and  \nwhat he ought to achieve in this Universe. Unlike my last book, I think this book is suitable for  \nall kinds of readers whether they are religious or anti-religious. At least I hope so!!\nThis book has lot of technological terms associated with Quantum Mechanics and neurobiology,  \nSo if any of these subjects freak you out, you might have a hard time grasping it although I have  \ntried my best to simplify the terms and write it in a language anyone could understand. And also,  \nI haven’t got pretty deep in any of the topics, just covered what was needed to explain my  \nfeelings towards it.\nChapter 1 is “God”. It is a basic summary of what people conceive God as, what it really is, and  \nhow can you discover it in you. Chapter 2 is “Existence” This is rather a pretty interesting and  \nburning topic. Almost everyone has doubts about it. What are we? Why are we born? These  \nquestions are answered in Chapter 2. It mostly takes the Quantum Mechanics path to explain our  \nexistence.\nChapter 3 is “Consciousness”. Many People have doubts about this as well. Do we really exist?  \nOr is everything just an illusion? Many people actually believe it to be an illusion, thus spending  \ntheir life in solidarity since they believe life is meaningless and we cannot extract anything out of  \n5\nYOU         ARE           GOD\nit. This chapter goes into depth about this topic. This time, neurobiology will help us explain  \nwhat our consciousness really is and do we need to spend a meaningful life even if everything  \nexists.\nChapter 4 is “The Placebo Effect” I have always been a firm believer of this effect, although  \nmany don’t know what is. In layman’s term, placebo is basically a fake medication given to a  \nperson to trick his mind into healing the body. There have not been 100% results yet, but I  \nbelieve Science has a long way to go, and this is an important key to that, tricking your mind.  \nThe whole idea of tricking your mind sounds unrealistic to some and quite interesting for others.  \nIn this chapter, we will discuss about this and how it works.\nChapter 5 is “Spock”. Yes, the spock, your favorite character of Star Trek. Everyone familiar  \nwith Star Trek knows about how good he was in controlling his emotions. So I have dedicated  \nthis chapter to him which will discuss about the ways in which you can control your emotions  \nand how can you benefit from it. \nFor the help in preparation of this book, I would definitely like to thanks Chiren Boumaaza  \nA.K.A  Athene, who has now disappeared from his YouTube viral series videos. His videos on  \n“Athene’s theory of everything gave me the first clue to write this book. The way he has used  \nScience  to  prove these  stuff  is  definitely  mind  blowing.  So  my  sincere  thanks  to  him for  \ncompleting this book.\n                            \n6\nYOU         ARE           GOD\n                     CHAPTER      1 \n              GOD\n        \n        \n     \n                      “Always believe in yourself for You are  \nGod”\n7\nYOU         ARE           GOD\nWhat is God? The answer to this question has been sought for a long time without any answers.  \nNeurobiology has some answers, but rarely one believes it. It actually is funny to see people  \nbelieve in imaginary creatures than in real science which has proof. According to Dictionary,  \nGod is often conceived as the Supreme Being and principal object of faith and they go on  \nsearching for it in temples, mosques or other religious monuments\nThe word “God” had different meaning for each different community. For Hindus, It might mean  \nBrahma, Vishnu and whole other range of gods and goddess, for Christians it may mean Jesus  \nand for Muslims Allah. So there is no common connection and proof who is the real god and  \nwhich is the Supreme Being. People don’t get answers, so they start fighting on the basis of  \nreligion claiming their God is the greatest.\nWhat if I told you, the real answer to who your God  lies inside you. Yeah, you heard that right!!  \nEach one of you is God. And just to justify the title “You are God”. Now there is a whole range  \nof possibilities that arises from this statement too. Theists would say, each body has a soul and  \nthat represents the God. Again, like every time, theists don’t have proof of anything like this. So  \nwe would jump to the Atheist point of view. It’s the Brain which does all the tricks. It controls  \nyour body, and the moment it stops working, you are dead.\nAptly putting it in the word of Athene, in his famous book “Athene’s theory of everything”,  \n“God is in the neurons!!”\nAccording to Athene, The human  brain is a network of approximately one hundred billion  \nneurons. Different experiences create different neural connections which bring about different  \nemotions. So, what you are now is basically summation of all your experiences in life. We will  \ndiscuss this part thoroughly in Chapter 2 Existence.\nLike said earlier, our brain is made of billions of neurons and they all have a specific task to do.  \nEach neuron has a voltage which can change when ions flow in or out of the cell. Once a  \nneuron's voltage has reached a certain level, it will fire an electrical signal to other cells, which  \nwill repeat the process. When many neurons fire at the same time, we can measure these changes  \nin the form of a wave. Brainwaves underpin almost everything going on in our minds, including  \nmemory,  attention and even intelligence. As they oscillate at different frequencies, they get  \n8\nYOU         ARE           GOD\nclassified in bands, such as: delta, theta, alpha, beta, and gamma. Each are associated with  \ndifferent tasks. Brainwaves allow brain cells to tune in to the frequency corresponding to their  \nparticular task, while ignoring irrelevant signals, similar to how a radio homes in on different  \nwaves to pick up radio stations.\nThe  transfer  of  information  between  neurons  becomes  optimal  when  their  activity  is  \nsynchronized. This is the same reason why we experience cognitive dissonance, the frustration  \ncaused by simultaneously holding two contradictory ideas. Will is merely the drive to reduce  \ndissonance between each of our active neural circuits. Evolution can be seen as the same process,  \nwhere nature tries to adapt or 'resonate' with its environment. By doing so, it evolved to a point  \nwhere it became self-aware and began to ponder its own existence. When a person faces the  \nparadox  of  wanting  purpose while thinking  that human  existence  is  meaningless,  cognitive  \ndissonance occurs. Throughout history, this has led many to reach for spiritual and religious  \nguidance, challenging science, as it failed to give answers to existential questions, such as: \"Why  \nor what am I?\"\nThe answer to this question has always been inside us. People search for it in all the wrong  \nplaces, Church or Mosque and Temple eventually screwing their logical thinking and fighting  \nwars for no purpose. I found an apt slang on the Internet totally fitting this scenario. Here it goes  \n“You are a piece made after billion years of Evolution. Just freaking act like it!!”\n9\nYOU         ARE           GOD\n     CHAPTER     2  \n       EXISTENCE\n10\nYOU         ARE           GOD\n    “It's enough for me to be sure that you and I exist at this  \nmoment”\n       ― Gabriel Garcí  a Márquez  , One Hundred Years of Solitude\nWhat are we? Why were we born? What’s our importance in the Universe? Does ever existence  \nmean anything?\nThese are some basic questions that comes across every logical person at some point in his/her  \nlife. This is where everything else stops making sense. Why were we born, this question is still  \nunanswered. But what are we?  this has been answered by Physics and Neurobiology. We are our  \nmind. Each and every decision we make, is controlled by our mind which is made of very large  \nnumber of neurons. Some would say, our soul is responsible for what we do, and some would  \nsay, the Heart does everything, we must learn to listen to our hearts.\nWell, about the soul, there has been no scientific proof yet about the existence of anything like  \nthat and how it governs us. So, that part is overruled. And People claiming to listen to their heart,  \nthis is one of the most stupid things, one could hear. Heart is just a blood pumping organ which  \npumps blood to every part of the body, and it has nothing else to do with mind. The brain makes  \nall the decisions, what you like, what you don’t, whom do u “love”? There are different sections  \nof brain and neurons looking over those facts.\nNow,  getting  to  the  real  question,  what  are  we?  This  involves  the  understanding  of  \nNeurobiology. So things might get a bit technical from here. I would try to explain it in the  \neasiest way I could, but if you have a strong hatred to Biology only you can help yourself, and I  \nmean it literally!! I will talk about that thing in the later chapter. \nThe answer to what we really are is actually pretty simple and as most of you would think it’s the  \nBrain. Every decision right from the childhood to our death is made by our Brain. The human  \n11\nYOU         ARE           GOD\nbrain is a network of approximately one hundred billion neurons. Different experiences create  \ndifferent neural connections which bring about different emotions. And depending on which  \nneurons get stimulated, certain connections become stronger and more efficient, while others  \nmay become weaker.\nWe  are  a  global  network  of  neurochemical  reactions.  And  the  self-amplifying  cycle  of  \nacceptance and acknowledgment, sustained by the daily choices in our interactions, is the chain-\nreaction that will ultimately define our collective ability to overcome imagined differences and  \nlook at life in the grand scheme of things.\nSo the Brain has the answer to what you are now. You are made of your experiences. For  \nexample,  if  you  are  training  to  be  a  sports  person,  your  brain  will  create  stronger  neural  \nconnection in that part for you to be creative in sports. It’s just your mind which does the entire  \ntrick and therefore there is nothing impossible for you to do, you just have to believe in that and  \nboom, your mind will do it.\nThere is a very interesting example pertaining to that. Rüdiger  Gamm, who was a self-admitted  \n\"hopeless student\", used to fail at basic maths. He went on to train his abilities and became a  \nfamous \"human calculator\", capable of performing extremely complex mathematics. As you are  \nmade of your experiences, the more you train on the field you want to pursue, the better off you  \nwill be.\nAnother important aspect of existence is survival in a community or a group. Why do we fear  \nwhen we are about to get our results? Why do we fear when we do something wrong? The  \nanswer to these questions lies in Evolution. The Humans have evolved to live in groups and their  \naim is to be socially acceptable to that group. When we grow up, our moral and ethical compass  \nis almost entirely forged by our environment, so our actions are often the result of the validation  \nwe get from society. So when we think we have underperformed according to society, the neuron  \nfires up causing you to feel guilty about it.\nThere are also instances when you can feel some nervousness while just watching some other  \nperson under the conditions mentioned in last paragraph. This has to do with a concept call  \n‘empathetic mirror neurons’. When we experience an emotion or perform an action, specific  \nneurons fire. But when we observe someone else performing this action or when we imagine it,  \nmany of the same neurons will fire again, as if we were performing the action ourselves. These  \nempathy neurons connect us to other people, allowing us to feel what others feel. And since these  \nneurons respond to our imagination, we can experience emotional feedback from them as if it  \ncame from someone else. This system is what allows us to self-reflect.\nWe are constant trying to replicate the people around us, and looking for things which reflect our  \nmental state. This is why our moods are so often affected by the people around us and why we  \n12\nYOU         ARE           GOD\ncan  be so immersed  in  music,  games  or movies  that  resonate with  us as if  we're socially  \nmirroring the artists or characters.\nEveryone feels that there is always someone who can dominate over you and order you to do  \nthings. Well, this has to do with neuroscience too. Specific neurons and neurotransmitters, such  \nas norepinephrine, trigger a defensive state when we feel that our thoughts have to be protected  \nfrom the influence of others. If we are then confronted with differences in opinion, the chemicals  \nthat are released in the brain are the same ones that try to ensure our survival in dangerous  \nsituations. In this defensive state, the more primitive part of the brain interferes with rational  \nthinking and the limbic system can knock out most of our working memory, physically causing  \nnarrow mindedness. On a neural level, it reacts as if we're being threatened, even if this threat  \ncomes from harmless opinions or facts that we may otherwise find helpful and could rationally  \nagree with.\nAnother common question is why are some people always depressed or sad? The answer to this  \nis totally based on last paragraph. People have tendency to fit into groups and in that process if  \nthat person tend to be suppressed, depression starts at that point. Self-esteem or self-belief is  \nclosely linked to the neurotransmitter serotonin. When the lack of it takes on severe proportions,  \nit often leads to depression, self-destructive behavior or even suicide.  Social validation increases  \nthe levels of dopamine and serotonin in the brain and allows us to let go emotional fixations and  \nbecome self-aware more easily. \nNow the most important question of them all. How can we overcome this and enjoy our only  \neternal life with total freedom? The answer to this lies in self-awareness. You must know who  \nyou are, and what are you capable to do. There is no one stopping you in attaining your goals.  \nAlways make your own decisions, people may come and go, but letting them influence your  \ndecision could turn out to be your worst decision. Research in the field of memetics shows that  \nour cultural ideas and practices, or memes, are achieving evolutionary change at a much faster  \nrate than our genes have ever done in the past. The most inspiring memes often live on and  \ndefine  our  evolution.  But  unlike  genes,  memes  are  directly  influenced  by  our  intellectual  \nawareness.\nBe Selfish. Be clear in what you want. Do not fall for social obligations. The brain's neural  \nactivity resonates most coherently when there is no dissonance between these advanced new  \ncerebral  regions  and  the  older,  more  primitive,  ones.  What  we  traditionally  call  'selfish  \ntendencies' is only a narrow interpretation of what self-serving behavior entails, where as in  \nhuman characteristics are perceived through the flawed model of identity, instead of through a  \nscientific view on what we are: a momentary expression of an ever changing unity, with no  \ncenter. The only way you can be what you want to be is pursuing it the time you learnt that. No  \nage is too late for that. You just need the right enthusiasm to achieve your goals. Most people  \nlearn it the hard way, and there are people like me who are still trying to learn how to outcome  \nthe social barrier and fulfill your wishes. \n13\nYOU         ARE           GOD\n       CHAPTER  \n3 \n  CONSCIOUSNES\nS                 \n14\nYOU         ARE           GOD\n“We are the cosmos made conscious and life is the means by  \nwhich  the  universe  understands  itself.”  \n                                                                                 ―  Brian Cox\nDo we really exist? Is everything around us merely an illusion? Is there anything real in this  \nUniverse? Many people come across these questions. Some try to answer it using Science, and  \nsome try it to find the spiritual way. Well, I am more of a science guy, so you can expect another  \nchapter full of scientific terminologies. Sorry, for that, but there is no other way possible to  \nexplain this. The answer lies in Quantum Mechanics and also in our own Brain.\nMost people have really hard time believing in the real world and our objective in life. And they  \nhave a genuine question. It’s complicated to describe that too. Let’s take an example to clear that  \nup. Suppose we have a time machine (just suppose), now just travel 5000 years back in time and  \ntalk to a random person. Now, while talking to him, you start the conversation about Earth, and  \nhe says Earth is a flat disc. You will be amused and will try to convince him that it’s not. They  \nobviously wouldn’t believe you and will ask for evidence. You, being a normal person obviously  \ndon’t have the evidence to prove it. So, taking a sad and dejected face, you come back to the  \ncurrent time. After some days, you again want to travel back in time, but this time just 500 years  \n15\nYOU         ARE           GOD\nback. After meeting another random person there, you would be pretty relieved to know that they  \nactually believe in the fact that Earth is round. But there is another problem here, they believe  \nthat Earth lies at the center of the Solar System and doesn’t move. This has dejected you again,  \nand you come back to the present.\nWhat does the last paragraph imply? It definitely tells us that at some particular time, we were  \nnot in a state to accept the truth because of lack of evidence. But as the time progresses, people  \neventually find out the reasoning behind everything. By analogy with these examples from the  \npast, we can reconcile our experience of a real objective world.  Due to this limited experience,  \nwe often fall prey to the illusion that what seems to be absolutely true is absolutely true. But the  \nmoment we depart from the limitations of the ordinary and expand our experience to include  \nmore  subtle  observations,  these  fictions  are  revealed  to  be  just  approximations  to  a  more  \ncomprehensive reality.\nWe would now try to find the answers using Quantum Mechanics. Neils Bohr and Warner  \nHeisenberg were physics legend of 20th century. They are the creators of quantum mechanics, the  \nmost precise and far-reaching physical theory ever devised. It explains how the sun shines, how  \nmolecules bond together, how iron is magnetized, and even why objects are hard. This is the  \nphysics  that  gives  us  computer  chips,  lasers,  and  atomic  bombs.  So  to  dismiss  quantum  \nmechanics  is  to  throw  out  the  cornerstone  of  modern  physics  and  the  basic  theory  at  the  \nfoundation of all these modern wonders. \nHaving understood how, in spite of our experience to the contrary, it is possible that the objective  \nexistence of the world is an illusion, let us now look at the quantum mechanical evidence itself.  \nAround the turn of the century, experiments were beginning to open a window to the world of  \nthe atom, a world that had before been hidden completely from view. But the common-sense  \nideas of classical physics contradicted what was observed in this new world. For example color  \nof light emitted by the atoms did not comply with the result given by the classical mechanics.  \nMax Planck discovered that the observed colors can be explained if it is assumed that light is  \nemitted in chunks that he called quanta. This was quite a paradox; since many experiments  \nseemed to indicate that light was a wave.\nTo demonstrate this effect a very important Interference Experiment was conducted. Getting to  \nthe deep of will definitely get you all bored and confused. So I will jump to its conclusion. This  \nexperiment played a major role in accepting the wave theory of light. These experiments can be  \ndone with electrons, photons, protons, neutrons--any subatomic particle you like. The result will  \nbe the same. It unequivocally demonstrates that all subatomic particles do not have definite  \nmaterial existence when they are not being observed. These effects can also be observed with  \natoms and small molecules. When millions and millions of molecules are clumped together into  \na macroscopic object, however, the effects are not usually noticeable.  So all matter is really this  \nway. Even large macroscopic chunks of matter. The independent existence of the material world  \nis an illusion. This is very startling--or it should be very startling.\n16\nYOU         ARE           GOD\nThere was another famous physicist  Schrödinger who was the inventor of quantum physics  \nintroduced a great theory called the “Schrödinger Cat Experiment”.  He imagined putting a cat in  \na box with a radioactive atom and a detector that would trigger a bottle of poison to break when  \nthe atom decayed. Since the whole thing is unobserved in the box, the state of the atom, and  \nconsequently the state of the cat, is not determinate. Just as the photon does not take one route or  \nthe other unless it is observed, the cat is not alive or dead unless it is observed.\nThat is exactly what quantum mechanics itself says. There is even hard evidence now that large  \nmacroscopic  objects  can  exist  in  these  strange  non-local  quantum  states.  Examples  are  \nsuperconductors, superfluids, and lasers. These are the exceptions, though. For most macroscopic  \nobjects, the quantum effects are not noticeable. They are there, to be sure, but they are not  \nnoticeable. The reason the quantum nature of most objects is not noticeable is because of a  \nphenomenon called decoherence. \nIt is important to remember that, like the earth appearing flat, this decoherence effect is only an  \nappearance and is not real. The quantum coherence is really still there--it is just hidden in the  \nmicroscopic details and is not noticeable on the macroscopic scale. So, in principle, macroscopic  \nobjects, just like microscopic objects, do not have objective existence in definite locations while  \nthey are not observed. Nevertheless, because of this decoherence effect, the macroscopic world  \nappears in a manner that is consistent with objectively existing matter. So, although the objects  \nof the world do not actually exist objectively, they appear as if they did.\nThat was all about the Quantum Mechanics part. Now we have to get into the Neuroscience Part  \nwhich will explain how our brain perceives the reality.\nThe task of Science of Consciousness is integrated into two subtypes- third person view and first  \nperson view.  When a conscious system is observed from the third-person point of view, a range  \nof specific behavioral and neural phenomena present themselves. When a conscious system is  \nobserved from the first person point of view, a range of specific subjective phenomena present  \nthemselves. Both sorts of phenomena have the status of data for a science of consciousness.\nIn simple words, First person view is the type of information your brain processes. It is basically  \ndifferent experiences you have like Visual experiences (e.g., the experience of color and depth),  \nother perceptual experiences (e.g., auditory and tactile experience), Bodily experiences (e.g.,  \npain and hunger), Mental imagery (e.g., recalled visual images), Emotional experience (e.g.,  \nhappiness and anger), Occurrent thought (e.g., the experience of reflecting and deciding).\nOn the other hand third person data involves the following: Perceptual discrimination of external  \nstimuli,  the  integration  of  information  across  sensory  modalities,  Automatic  and  voluntary  \nactions, Levels of access to internally represented information, Verbal reportability of internal  \nstates, the differences between sleep and wakefulness.\n17\nYOU         ARE           GOD\nBoth third-person data and first-person data need explanation. An example is provided by the  \ncase of musical processing. If we observe someone listening to music, relevant third person data  \ninclude those concerning the nature of the auditory stimulus, its effects on the ear and the  \nauditory cortex of the subject, various behavioral responses by the subject, and any verbal reports  \nthe subject might produce. All of these third-person data need explanation, but they are not all  \nthat needs explanation. As anyone who has listened to music knows, there is also a distinctive  \nquality of subjective experience associated with listening to music. A science of music that  \nexplained the various third-person data just listed but that did not explain the first-person data of  \nmusical experience would be a seriously incomplete science of music. A complete science of  \nmusical  experience  must  explain  both  sorts  of  phenomena,  preferably  within  an  integrated  \nframework.\nThe Third-person data is often referred to as the easy type while the first person data is referred  \nto as the difficult type for the obvious reasons. Scientists today have undertaken many projects  \nfor consciousness of first person type. We have achieved quite much till now and there are lots of  \nbreakthroughs to be made by Science in the upcoming years. \nThe main reason of including this chapter in the book is not only to know about how the brain  \nworks, and if we really do exist. The main purpose of this chapter is let the readers know that no  \nlife is meaningless. Obviously no one here is born for any particular reason or so, but the destiny  \nwe create lies in our hands. We are creator of our destiny, not some random guy sitting in the  \nsky. Our life turns out to be what we make out of it. So there should be no blame game in this  \nuniverse. You solely are responsible for your actions and its consequences. The earlier people  \nwill understand this, merrier their life can be.\n18\nYOU         ARE           GOD\n      CHAPTER    4\n              THE \n19\nYOU         ARE           GOD\n PLACEBO  \nEFFECT\n“Paranoia, the more you think of an imaginary problem, the  \nmore you feel as though it’s real” \n                                    ― Simona Panova, Nightmarish Sacrifice\nEveryone in this world has heard stories about blessed men sent by “God” who could apparently  \ncure anything just by their touch. Well, this statement is partially true and partially wrong. Some  \npeople were actually cured, but not by his healing power but by their own brain, which actually  \nthought that their body was cured, and it really did. This is the power of your mind, and the  \neffect called Placebo Effect.\nA placebo is a simulated or otherwise medically ineffectual treatment for a disease or other  \nmedical  condition  intended  to  deceive  the  recipient.  Sometimes  patients  given  a  placebo  \ntreatment will have a perceived or actual improvement in a medical condition, a phenomenon  \n20\nYOU         ARE           GOD\ncommonly called the placebo effect. Placebo effect consists of several different effects woven  \ntogether, and the methods of placebo administration may be as important as the administration  \nitself.\nNow, let’s get to the science behind it.  It is again  all about the parts of brain  stimulated.  \nFunctional imaging upon placebo analgesia shows that it links to the activation, and increased  \nfunctional correlation between this activation, in the anterior cingulate, prefrontal, orbitofrontal  \nand insular cortices, nucleus accumbens, amygdala, the brainstem periaqueductal gray matter,  \nand  the  spinal  cord.  These  changes  can  act  upon  the  brain's  early  stages  of  information  \nprocessing: Research using evoked brain potentials upon painful laser pulses.\nDifferent areas in the higher brain have different functions. The prefrontal involvement could be  \nrelated to recalling the placebo and maintaining its cognitive presence in a \"self-reinforcing  \nfeedback loop\" (during pain an individual recalls having taken the placebo and reduced pain  \nreinforces  its  status  as  an  analgesic).  The  rostral  anterior  cingulate  cortex  (rACC)  and  its  \nsubcortical connectivity could be related to the expectation of potential pain stimuli.\nThe higher brain works by regulating subcortical processes. High placebo responses link with  \nenhanced dopamine and mu-opioid activity in the circuitry for reward responses and motivated  \nbehavior of the nucleus accumbens, and, on the converse, anti-analgesic nocebos responses were  \nassociated with deactivation in this part of the brain of dopamine and opioid release. It has been  \nknown that placebo analgesia depends upon the release in the brain of endogenous opioids since  \n1978.  Such  analgesic  placebos  activation  changes  processing  lower  down  in  the  brain  by  \nenhancing  the  descending  inhibition  through  the  periaqueductal  gray  on  spinal  nociceptive  \nreflexes, while the expectations of anti-analgesic nocebos acts in the opposite way to block this.\nThe biggest breakthrough in the science of placebo effect was Mr. Wright, who had advanced  \ncancer of the lymph nodes. There was a physiologist, Bruno Klopfer who was one of the doctors  \nparticipating in new drug test called Krebiozen. Now, Doctor Bruno Klopfer was treating his  \npatient Mr. Wright. When he found out about the AMA and FDA experiments with Krebiozen,  \nhe asked to be a part of it. Mr. Wright had been through many unsuccessful treatments and didn’t  \nhave too much time to live. His neck, armpits, chest, stomach, and groin were full of tumors as  \nbig as an orange, not to mention the horrible condition of his kidneys and spleen.  So Mr. Wright  \nagreed to be part of that medication.\nEven though the study of Krebiozen wasn’t completed and it could have been fatal to the patient,  \nDr. Klopfer injected Mr. Wright with one dose of it. He was very worried that this “cure” would  \nkill his patient. After few days, Mr. Wright got out of bed by himself and was able to walk  \naround.  It  was  a  miracle!  His  tumors  were  twice  smaller!  Even  the  strongest  radiation  or  \nchemotherapy could not have been expected to cause such a result. When Mr. Wright first got to  \nthe hospital, he wasn’t able to live without the oxygen mask, but now, ten days after Krebiozen  \nwas injected, he was released from the hospital as an absolutely healthy man without a trace of  \n21\nYOU         ARE           GOD\ncancer. When Mr. Wright got back home from the hospital, he was able to pilot his own plane at  \nthe height of 3 kilometers.\nEverything  was going  fine till  2 months,  until  when  press started  to release  articles  about  \nKrebiozen and how it was ineffective in cancer treatment. Being an analytical person who was  \ninterested in science, Mr. Wright became depressed. Eventually, the cancer came back and he  \nwas forced to go back to the hospital. \nThis time Dr. Klopfer tried to perform a psychological experiment and injected him with distilled  \nwater convincing him that this is the new enhanced and powerful drug which has been tested  \nsuccessfully.  To his surprise, he found out that Mr. Wright became totally fine again and was  \ndischarged from Hospital.\nBut  again,  after  2  months,  the  American  Medical  Association  released  an  official  article,  \ndescribing the Krebiozen drug to be a total failure in cancer treatment. This caused Mr. Wright  \ndepression again, and as a result, he developed cancer again and died within 2 days.\nOur emotions are tightly connected to the endocrine system. For example, fear is connected to  \nadrenaline. When we are afraid or anxious about something, adrenaline is released into our  \nbloodstream. Conversely, when we are calm or not afraid of anything, there is no adrenaline in  \nour system. Emotions and hormones are in balance.\nWhatever we think, our thoughts get transformed into chemical reactions. The hypothalamus is  \nresponsible for that. It's located below the thalamus, just above the brain stem. Liberins, also  \nknown  as  releasing  hormones,  is  a  substance  that  regulates  the  release  of  the  hormone,  \ngonadotropin (or glycoprotein hormones) in the pituitary gland (or hypophysis). The pituitary  \ngland  is  one  of  the  most  important  glands  in  the  human  body.  The  nerve  cells  of  the  \nhypothalamus form these liberins and work as a receiver for theneuropeptides, which are small,  \nprotein-like molecules that help neurons communicate with each other. That way, after receiving  \na signal from other parts of the brain with the help of neuropeptides, the hypothalamus changes  \nthe  secretion  of  hormones  at  the  hypophysis  and  it  controls  sugar  levels,  hunger,  body  \ntemperature, etc. It also regulates the adrenal glands, the working regime of our heart and lungs,  \nand it has a direct influence on the digestive and circulatory systems.\nEnough of the technical terms, this basically gives us the hint that we can control our body by  \nour mind. We can cure ours elf, we can envoke positive thoughts inside us to help us perform  \nbetter and many others. \nThis is actually a great secret towards living a wonderful life, you dream of. All you have to do is  \nbelieve in yourself that you can actually do it.\nMaster Oogway has rightly said in the movie Kung Fu Panda\n22\nYOU         ARE           GOD\n“You Must Believe!!”\nThis quote also has a scientific base and the best thing about it is it always works. Here are lists  \nof statements that can keep you motivated in your life towards achieving your goals.\n1.  I am perfect in whatever I do.\n2. I don’t need anything more. I am happy with whatever I have now. \n3. Every person on this planet is amazing, it’s just they want different things in life\n4. I am getting stronger and stronger day by day\n5. I don’t mind people doing things which I don’t like. This is the only process by which they  \ncan grow.\n6. I am happy because I understand the illusion of the Brain, and I have learnt to live beyond it\n7. I am what I am.\n      CHAPTER   5\n            SPOCK\n23\nYOU         ARE           GOD\n                            \n                  “Live Long and Prosper”\n                                                           ― Spock\nFor all the geeks out there, Spock needs no introduction. This guy has had a great fan following  \nand apparently everyone liked him. Some wanted to be like him, while some found his behavior  \namusing from a distance. Me being the person who has always wanted to be like him but damn I  \ndidn’t have any Vulcan roots.  For the rest of people who doesn’t seem to get a hang of him or  \nStar Trek, here comes his introduction. Spock is a fiction character in Star Trek who plays the  \nrole of Science Officer in the Enterprise. \nStar Trek is a kitsch guilty pleasure with big philosophical ideas. The show’s creator was an  \natheist and humanist who aimed to show characters co-operating through reason and humanity.  \n24\nYOU         ARE           GOD\nFirst broadcast in 1966, it explored ethics, philosophy and politics and challenged its audience  \nwith a multi-racial cast and the first televised inter-racial kiss.\nStar Trek’s Mr. Spock is probably the Stoic icon of pop culture. His character has brought Stoic  \nideas to millions. The use of Stoicism was deliberate and the show’s creator is quoted as saying  \nhe  “gave  Stoicism  to  Spock.”  Spock  is  the  ship’s  science  officer,  guided  by  his  Vulcan  \nphilosophy  which  is  based  on  logic  and  emotional  control.  He  controls  his  emotions  and  \nwithholds judgment. He uses meditation and finds human emotions “illogical.” Yet he (as well as  \nStoicism) is often misidentified as being without emotion, coldblooded and unfeeling.\nNow, what does Stoicism mean? Stoicism is essentially a system of ethics which is guided by  \nlogic as theory of method and tests upon Physics as foundation. Briefly, their notion of morality  \nis stern, involving a life in accordance with nature and controlled by virtue.\nThis chapter will discuss about stoicism as well as being like Spock i.e. totally emotionless  \ncreature. I will discuss about the benefits of this principle and how can we achieve it.\nEvery one of us has seen different kind of emotions: happiness, anger, lust, sadness depression.  \nAt times, we feel at the top of the world on achieving something great and there are times when  \nyou feel sunk inside a hole. These emotions drive you around and affect your decision making. It  \nmight be good sometimes but not always. There are times when you wish you hadn’t done some  \nthing or shouldn’t have said something due to anger. The only thing left at that time is remorse  \nand eventually depression.\nWhat If we can control these emotions? Wouldn’t it be great to be happy and careless always?  \nThere would be nothing to worry about. Some people might say, what’s the point in living such a  \nboring a dull life where u cannot cherish the moments u love? Well, that’s absolutely correct. But  \nsince we are all human and I guess there is no one around here with a Vulcan half, we can just  \ntry to be emotionless; we can never completely overrule it. The good point with trying to be  \nemotionless is that you will rarely feel negativity in you. All you would look for is happiness and  \ntrying to be yourself.\nBelieve it or not, all are actions are governed by a third person. Evolution says that we have all  \nbeen evolved to stay in groups and to be a part of it, you need to make people around you feel  \nworthy. This causes the problem to everything. To get approved, people have to look formidable,  \nand hence comes the emotion. You might feel sad when you get less mark in exam because you  \nfeel you might not get accepted as honorary student in the society. This tale never ends. So you  \nget the gist where does our emotion root from.\nEach person makes his decisions either based on logic or driven by his emotions. An average  \nperson would say you make your decisions by your mind or your heart, and you should always  \nfollow your heart in these scenarios. Every time someone says this, Hulk inside me grows but the  \n25\nYOU         ARE           GOD\nSpock controls the situation although by not much letting me shout “Bullshit”. Every decision is  \nmade by your brain. Heart is just a pumping organ, nothing more.\nThese two views are echoed in modern neuroscience by Daniel Kahneman. He sees each brain as  \noperating two systems: System 1 makes rapid decisions based on intuition and emotion – while  \nSystem 2 makes complex decisions based on analysis and logic. A Stoic is exhorted to act “for  \nthe common welfare.” Both these thinking systems can achieve this; System 1 by automatic  \nmental responses where emotion triggers an action to avoid danger or protect those in need and  \nSystem 2 by logical analysis.\nHow can we be emotionless? What are the tricks involved? Well there are some basic thumb  \nrules which might help you to stay focused and achieve your goals without being buried in  \nemotional turbulence.\n1. Acceptance- This is the most important thing about self-realization. One must totally accept  \ntheir fate and should go according to it. But it should not stop you from dreaming big. The thing  \nabout being emotionless is that you should not fall prey to the hurdles in between, accept it as  \nfate and go on. Some would say Love often destroys your career path. But that’s again a stupid  \nterm. There is nothing called love, it’s just attachment between two opposite sexes for the reason  \neveryone knows. It’s just the mind which makes up these things. If you can control your mind,  \nthere would be no such barrier\n2. Community before self- This might sound like a statement negating my previous statement  \nbut trust me it doesn’t. Being around with someone is always good for your physical as well as  \nmental health, provided it’s the person you like to be with. Always try to be with a person who  \ninvokes  positive  thoughts  in  you  and  are  always  positive.  This  way,  you  would  have  the  \nopportunity to grow and discover your strengths. By helping others, volunteering, giving time to  \nmentor or guide others, sharing your knowledge and your cup of sugar with other people in your  \ncommunity, you'll find your emotions aren't such a driving force. Another great thing about  \nbeing with different kinds of people is that you can’t time to think of your emotional problems.  \nThis thing works pretty well when you are in some kind of distress.\n3. Creating new mind gaps- According to neuro-leadership expert David Rock, it's very hard to  \nrewire our neural pathways. Instead, it's a whole lot easier to make new ones. And the good news  \nis that new mind maps, or new ways of thinking, tend to be stronger because they're fresh and  \nhighly focused. This also implies that instead of focusing on all the old problems and habits, one  \ncould create a new mind gap of being highly successful and motivated.  • Spend  all  of  your  \nenergy on creating this new mental map through actions that confirm objectively that this is the  \nperson you are. With practice, you'll shape this new neural circuitry and you can simply ignore  \nthe old wiring that had you so emotionally overwrought.\n26\nYOU         ARE           GOD\n4. Thinking a logical answer to everything- It’s one of the hardest things to do since we are all  \ncontrolled  by  our  emotions.  And  at  some  particular  point,  we  tend  to  make  an  emotional  \ndecision. The best thing to do in such situations is to view your life as a third man’s perspective.  \nThat way, the emotional factor governing the decision will be very less and you tend to make a  \nlogical  and  perfect  decision.   With  dissociation,  you  don't allow  yourself  to  be subjective;  \ninstead, you remain objective, like a doctor treating a patient. In neuro-linguistic programming,  \nthis technique is called \"reframing.\"\n5. Live in Present- Most of the worries that a person gets is by overthinking or worrying about  \nthe future. There are many cases of depression and suicides pertaining to this. However hard the  \nconsequences are, it’s solution is pretty simple. Live in present, not in past, not in future, 100%  \npresent. It is not that easy as it sounds, but with practice, it gets better and you could enjoy your  \nmoment better. It doesn’t actually stop you from planning your future, it just tells you not to  \nworry about it, once you have done your work.\n6. Be logical- Rather than assuming things based on fear, anger or similar emotional reactions,  \nwork purely with facts. Logic often combats out-of-control emotions and allows you to see the  \nreality in any situation. After all, reality is outside your head -- not your interpretation of it. If  \nyou did not qualify in a job interview or an exam, remind yourself that you were not qualified  \nenough for that position. • Staying  logical  in  an  emotional  crisis  allows  us  to  take  well-\nestablished mental shortcuts instead of thinking things through more substantially. When you're  \nused to  reacting  emotionally to difficult situations,  you  have to  retrain  your  mind  to think  \nlogically\n7. Remove self -destructing thoughts- Don’t  whip yourself  into a frenzy of self-pity and  \ninternal loathing. Media images of the perfect body, the perfect lifestyle, the perfect job and the  \nlike are targeted at making us all feel \"less than.\" You can choose whether or not to entertain  \nthese thoughts. The best solution to this is not comparing yourself with another person. That way  \nyou are ignoring the unique quality in you and suppressing it. • Stop thinking that you aren't  \nequipped to handle a situation or thinking everything always goes wrong anyway. Thinking this  \nway actively undermines your functioning. Instead, replace thoughts like these with logic, and  \ntry to find a solution to your situation.\n8.   Be  cool-  That’s  another  important  that  helps  you  control  your  emotions  better.  Be  it  \nmeditation or deep breath at an emotional junction, anything that works out for you is the best.  \nChoose something active that makes you feel good. If you're sad or worried and you can't stop  \nthinking, run outdoors with your pet, go to the gym for a workout or take your camera and go  \nshoot photos of nature. Do anything that will actively engage your mind and force your thoughts  \naway from emotional ones.\nThese 8 points are quite major ones to make you think rationally and relieve you the emotional  \nfactors. These things will definitely not come at once, but it needs great practice. Many of us had  \n27\nYOU         ARE           GOD\nthis childhood dream of becoming like Spock. Those people are definitely one step towards it.  \n“Live Long and Prosper”\n                                                             CITATIONS\n1. Athene’s theory of Everything\n2. General Principles in the Interpretation of Quantum Mechanics- Casey Blood\n3. How Can We Construct a Science of Consciousness? -David J. Chalmers\n4. http://blogs.exeter.ac.uk/\n5. WikiHow\n28",
  "file_path": "S:\\software\\PDFFiles\\You are God.pdf",
  "cached_at": "2025-08-05T14:06:55.737670",
  "text_length": 48525,
  "cache_key": "b0cf08aa5316ce42b40752c3d442bdb2"
}